Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Change Your Mind Anytime
id: Ubah Pikiran Anda Kapanpun

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
id: Buat draf rincian anda dan buat konten dimanapun. Alat sederhana seperti menarik dan meletakkan akan membantu anda agar tetap teratur secara cepat.

source: Go A Week Or A Semester At A Time
id: Setiap Kali Jalani Satu Minggu Atau Satu Semester

source: Build and release {strong_start}sections{strong_end} to your students incrementally. You don't have to have it all done at once.
id: Buat dan rilis {strong_start}bagian{strong_end} untuk pelajar anda secara berkala. Anda tidak perlu menyelesaikan seluruhnya pada waktu bersamaan.

source: Learning is More than Just Lectures
id: Mempelajari Sesuatu itu Lebih Dari Sekedar Mendengarkan

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
id: {studio_name} mempermudah anda untuk menguhubungkan konten anda untuk meningkatkan kualitas pembelajaran. Masukkan video, diskusi dan berbagai macam latihan hanya dengan beberapa klik.

source: Create Learning Pathways
id: Buat Jalur Belajar

source: Help your students understand one concept at a time with multimedia, HTML, and exercises.
id: Bantu pelajar anda untuk mengerti konsep-konsep secara berkala menggunakan multimedia, HTML, dan latihan lainnya.

source: Work Visually, Organize Quickly
id: Bekerja Secara Visual, Mengatur Dengan Cepat

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
id: Bekerja visual dan lihat apa yang dilihat oleh pelajar anda. Atur seluruh konten anda dengan menggunakan pilihan tarik dan letak.

source: A Broad Library of Problem Types
id: Koleksi Luas Jenis Soal

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
id: Lebih dari sekedar pilihan ganda. {studio_name} mendukung lebih dari satu lusin soal untuk menantang pelajar anda.

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
id: {studio_name} Memberikan Anda Publikasi Sederhana, Cepat dan Bertahap. Bersama Teman.

source: Simple, Fast, and Incremental Publishing. With Friends.
id: Publikasi Sederhana, Cepat dan Bertahap. Bersama Teman

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
id: {studio_name} bekerja seperti aplikasi jejaring yang telah anda tahu, tetapi mengerti bagaimana cara membangun kurikulum. Publikasi secara instan ke jejaring saat anda mau, merilis secara bertahap saat dirasa perlu. Dan dengan co-autor, anda dapat membangun seluruh program bersama-sama.

source: Instant Changes
id: Perubahan Instan

source: Caught a bug? No problem. When you want, your changes go live when you click Save.
id: Mendapatkan gangguan? Tidak masalah. Saat anda mau, perubahan anda akan berlangsung saat anda mengklik Simpan.

source: Release-On Date Publishing
id: Publikasi yang Rilis Pada Waktunya

source: When you've finished a {strong_start}section{strong_end}, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
id: Saat anda telah menyelesaikan satu {strong_start}bagian{strong_end}, pilih kapan anda ingin merilisnya dan {studio_name} akan mengursunya untuk anda. Bangun program anda secara bertahap.

source: Work in Teams
id: Bekerja dalam Tim

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
id: Co-autor memiliki akses yang sama ke seluruh alat dan fasilitas. Pastikan program anda menjadi lebih baik melalui kerjasama tim.

source: Sign Up for {studio_name} Today!
id: Daftarkan Diri Anda untuk {studio_name} Hari Ini!

source: Sign Up & Start Making Your {platform_name} Course
id: Daftar & Mulai Membuat Program {platform_name} Anda

source: Already have a {studio_name} Account? Sign In
id: Sudah memiliki Akun {studio_name}? Masuk

source: Outlining Your Course
id: Merincikan Program Anda

source: Simple two-level outline to organize your course. Drag and drop, and see your course at a glance.
id: Buat dua level garis besar rincian untuk mengatur program anda. Tarik dan letakkan, dan lihat program anda sekilas.

source: More than Just Lectures
id: Lebih Dari Sekedar Kuliah

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
id: Buat video, teks, diskusi dan berbagai macam soal secara cepat.

source: Publishing on Date
id: Publikasikan Tepat Waktu

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your students for you.
id: Tentukan tanggal publikasi bagian dan sub-bagian anda, dan {studio_name} akan mempublikasikannya kepada pelajar untuk anda.

source: We're having trouble rendering your component
id: Kami memiliki masalah dalam memproses komponen anda

source: Students will not be able to access this component. Re-edit your component to fix the error.
id: Pelajar tidak akan dapat mengakses komponen ini. Ubah kembali komponen anda untuk memperbaiki masalah.

source: Library Import
id: Impor Koleksi

source: Course Import
id: Impor Program

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
id: Pastikan anda mau mengimpor koleksi sebelum melanjutkan. Konten dari koleksi yang diimpor akan menggantikan konten koleksi yang ada sekarang. em_start}Anda tidak dapat mengembalikan perintah impor koleksi{em_end}. Sebelum anda meneruskan, kami merekomendasikan anda untuk mengekspor koleksi yang ada, sehingga anda memiliki salinan cadangan.

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
id: Koleksi yang anda impor, harus dalam berkas .tar.gz (yang merupakan berkas .tar dikompres dengan GNU Zip). Berkas .tar.gz ini harus berisi berkas koleksi.xml dan berkas lainnya.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
id: Proses impor terdiri dari 5 tahap. Pada dua tahap pertama, anda harus tinggal di halaman ini. Anda dapat meninggalkan halaman ini setelah tahap Membuka telah selesai. Kami merekomendasikan anda untuk tidak membuat perubahan penting pada koleksi anda sampai proses impor selesai.

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
id: Pastikan anda mau mengimpor program sebelum melanjutkan. Konten dari program yang diimpor akan menggantikan konten program yang ada saat ini. {em_start}Anda tidak dapat mengembalikan perintah impor program{em_end}. Sebelum anda meneruskan, kami merekomendasikan anda untuk mengekspor program yang ada, sehingga anda memiliki salinan cadangan.

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a course.xml file. It may also contain other files.
id: Program yang anda impor, harus dalam berkas .tar.gz (yang merupakan berkas .tar dikompres dengan GNU Zip). Berkas .tar.gz ini harus berisi berkas program.xml dan berkas lainnya.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
id: Proses impor terdiri dari 5 tahap. Pada dua tahap pertama, anda harus tinggal di halaman ini. Anda dapat meninggalkan halaman ini setelah tahap Membuka telah selesai. Kami merekomendasikan anda untuk tidak membuat perubahan penting pada koleksi anda sampai proses impor selesai.

source: Select a .tar.gz File to Replace Your Library Content
id: Pilih Berkas .tar.gz untuk Menggantikan Konten Koleksi Anda

source: Select a .tar.gz File to Replace Your Course Content
id: Pilih Berkas .tar.gz untuk Menggantikan Konten Program Anda

source: Choose a File to Import
id: Pilih Berkas untuk Diimpor

source: File Chosen:
id: Berkas yang Dipilih:

source: Replace my library with the selected file
id: Ganti koleksi saya dengan berkas terpilih

source: Replace my course with the selected file
id: Ganti program saya denga berkas terpilih

source: Library Import Status
id: Status Impor Koleksi

source: Course Import Status
id: Status Impor Program

source: Transferring your file to our servers
id: Mentransfer berkas anda ke server kami

source: Unpacking
id: Membuka

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
id: Memperluas dan menyiapkan struktur folder/berkas (Sekarang anda dapat meninggalkan halaman ini dengan aman, tetapi hindari membuat perubahan drastis pada konten hingga proses impor ini selesai).

source: Verifying
id: Memverifikasi

source: Reviewing semantics, syntax, and required data
id: Meninjau ulang semantic, syntax dan data yang diperlukan

source: Updating Library
id: Memperbarui Koleksi

source: Updating Course
id: Memperbarui Program

source: Integrating your imported content into this library. This process might take longer with larger libraries.
id: Menyatukan konten yang anda impor ke dalam koleksi ini. Proses ini mungkin membutuhkan waktu yang lebih lama.

source: Integrating your imported content into this course. This process might take longer with larger courses.
id: Menyatuka konten yang anda impor ke dalama program ini. Proses ini mungkin membutuhkan waktu yang lebih lama.

source: Your imported content has now been integrated into this library
id: Konten yang anda impor telah terintegrasi ke dalam koleksi ini

source: Your imported content has now been integrated into this course
id: Konten yang anda impor telah terintegrasi ke dalam program ini

source: View Updated Library
id: Lihat Koleksi yang Diperbarui

source: View Updated Outline
id: Lihat Rincian yang Diperbarui

source: Why import a library?
id: Kenapa impor koleksi?

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
id: Anda mungkin ingin memperbarui koleksi yang ada ke versi terbaru, atau mengganti seluruh koleksi yang ada. Anda juga mungkin akan membuat koleksi di luar {studio_name}.

source: Note: Library content is not automatically updated in courses
id: Catatan: Program tidak secara otomatis memperbarui konten koleksi

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
id: Jika anda merubah dan mengimpor koleksi yang direferensikan oleh konten acak milik satu atau lebih program, maka program tersebut tidak secara otomatis akan menggunakan konten terbaru. Anda harus memuat ulang halaman secara manual untuk mendapatkan konten terbaru.

source: Learn more about importing a library
id: Pelajari lebih lanjut mengenai mengimpor koleksi

source: Why import a course?
id: Kenapa impor program?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
id: Anda mungkin ingin menjalankan versi terbaru dari program yang telah ada, atau mengganti seluruhnya. Atau anda harus membangun program di luar {studio_name}.

source: What content is imported?
id: Konten apa yang diimpor?

source: Only the course content and structure (including sections, subsections, and units) are imported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, remains the same as it was in the existing course.
id: Hanya konten dan struktur program (termasuk bagian, sub-bagian, dan unit) yang diimpor. Data lain, termasuk data pelajar, informasi nilai, data diskusi forum, pengaturan program, dan informasi kelompok program tetap sama seperti sebelumnya.

source: Warning: Importing while a course is running
id: Peringatan: Mengimpor saat program sedang berjalan

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
id: Jika anda melakukan impor saat program sedang berjalan, dan anda melakukan perubahan pada URL soal manapun, data pelajar yang terkait dengan komponen soal tersebut mungkin hilang. Ini termasuk nilai pelajar untuk soal tersebut.

source: Learn more about importing a course
id: Pelajari lebih lanjut mengenai mengimpor

source: {studio_name} Home
id: {studio_name} Beranda

source: New Course
id: Program Baru

source: Email staff to create course
id: Email staf untuk membuat program

source: New Library
id: Koleksi Baru

source: Please correct the highlighted fields below.
id: Harap untuk membenarkan bagian yang ditandai di bawah ini.

source: Create a New Course
id: Buat Program Baru

source: Required Information to Create a New Course
id: Informasi Persyaratan untuk Membuat Program Baru

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
id: Nama tampilan publik untuk program anda. Ini tidak dapat diubah, tetapi anda dapat menentukan nama tampilan berbeda di Pengaturan Tingkat Lanjut.

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
id: Nama dari organisasi yang mensponsori program. {strong_start}Catatan: Nama organisasi merupakan bagian dari URL.{strong_end} Ini tidak dapat diubah, tetapi anda dapat menentukan nama tampilan berbeda di Pengaturan Tingkat Lanjut.

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
id: Nomor unik yang mengidentifikasi program anda di dalam organisasi. {strong_start}Catatan: Ini merupakan bagian dari URL program anda, sehingga spasi atau karakter spesial lainnya tidak dapat diubah.{strong_end}

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
id: Peraturan untuk dijalankan dalam program anda. {strong_start}Catatan: Ini merupakan bagian dari URL program anda, sehingga spasi atau karakter spesial lainnya tidak dapat diubah.{strong_end}

source: Create
id: Buat

source: Create a New Library
id: Buat Koleksi Baru

source: Required Information to Create a New Library
id: Informasi Persyaratan untuk Membuat Koleksi Baru

source: Library Name
id: Nama Koleksi

source: e.g. Computer Science Problems
id: contoh: Computer Science Problems

source: The public display name for your library.
id: Nama tampilan publik untuk koleksi anda.

source: The public organization name for your library.
id: Nama organsisasi publik untuk koleksi anda.

source: This cannot be changed.
id: Ini tidak dapat diubah.

source: Library Code
id: Kode Koleksi

source: e.g. CSPROB
id: contoh: CSPROB

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
id: Kode unik yang mengidentifikasi koleksi ini. {strong_start}Catatan: Ini merupakan bagian dari URL program anda, sehingga spasi atau karakter spesial lainnya tidak dapat diubah.{strong_end}

source: Organization and Library Settings
id: Pengaturan Organisasi dan Perpustakaan

source: Show all courses in organization:
id: Lihat semua program di organisasi:

source: For example, MITx
id: Misalnya, MITx

source: Show content libraries
id: Tampilkan perpustakaan konten

source: Courses Being Processed
id: Program Sedang Diproses

source: Course Run:
id: Program Berjalan:

source: This course run is currently being created.
id: Penjalanan program ini sedang dibuat.

source: Configuring as re-run
id: Mengatur sebagai re-run

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
id: Program baru ini akan ditambahkan ke dalam daftar program anda dalam 5-10 menit. Kembali ke halaman ini atau {link_start}muat ulang{link_end} untuk memperbarui daftar program ini. Program yang baru akan membutuhkan pengaturan manual.

source: This re-run processing status:
id: Status proses re-run:

source: Configuration Error
id: Pengaturan Error

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
id: Sebuah kesalahan telah terjadi saat program anda sedang diproses. Harap untuk pergi ke program yang asli untuk mencoba re-run kembali atau kontak PM anda untuk bantuan.

source: Libraries
id: Koleksi

source: Re-run Course
id: Re-run Program

source: Are you staff on an existing {studio_name} course?
id: Apakah anda staf di program {studio_name}?

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
id: Pembuat program harus memberikan anda akses ke program ini. Kontak pembuat program atau administrator untuk program yang anda bantu sebagai autor.

source: Create Your First Course
id: Buat Program Pertama Anda

source: Your new course is just a click away!
id: Program pertama anda hanya terpisah jarak 1 klik lagi!

source: Becoming a Course Creator in {studio_name}
id: Menjadi Pembuat Program di {studio_name}

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
id: {studio_name} adalah solusi untuk partner xConsortium dan tamu terpilih.Program dimana anda merupakan anggota kelompok muncul di atas anda untuk dapat diubah, sedangkan keistimewaan pembuat program diberikan oleh {platform_name}. Tim kami akan mengevaluasi permintaan anda dan memberikan anda masukan dalam kurun waktu 24 jam pada hari kerja.

source: Your Course Creator Request Status:
id: Status Permintaan Pembuat Program Anda:

source: Request the Ability to Create Courses
id: Meminta Kemampuan untuk Membuat Program

source: Your Course Creator Request Status
id: Status Permintaan Pembuat Program Anda

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
id: {studio_name} adalah solusi untuk partner xConsortium dan tamu terpilih.Program dimana anda merupakan anggota kelompok muncul di atas anda untuk dapat diubah, sedangkan keistimewaan pembuat program diberikan oleh {platform_name}. Tim kami telah selesai mengevaluasi permintaan anda.

source: Your Course Creator request is:
id: Permintaan Pembuat Program anda adalah:

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
id: Permintaan anda tidak memenuhi kriteria/guideline yang ditentukan oleh Staf {platform_name}.

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
id: {studio_name} adalah solusi untuk partner xConsortium dan tamu terpilih.Program dimana anda merupakan anggota kelompok muncul di atas anda untuk dapat diubah, sedangkan keistimewaan pembuat program diberikan oleh {platform_name}. Tim kami sedang mengevaluasi permintaan anda.

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
id: Permintaan anda saat ini sedang dilihat oleh staf {platform_name} dan akan ada berita terbaru dalam waktu dekat.

source: Were you expecting to see a particular library here?
id: Apakah anda berharap melihat koleksi khusus disini?

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
id: Pembuat koleksi harus memberikan anda akses ke dalam koleksi. Hubungi pembuat koleksi atau administrator koleksi yang anda bantu.

source: Create Your First Library
id: Buat Koleksi Pertama Anda

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
id: Koleksi memiliki sejumlah komponen yang dapat digunakan ulang oleh beberapa program. Buat koleksi pertama anda dengan mengklik tombol ini!

source: New to {studio_name}?
id: Baru di {studio_name}?

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
id: Klik Tolong di bagian sudut kanan atas untuk mendapatkan informasi lebih mengenai halaman {studio_name} yang anda lihat. Anda juga dapat menggunakan tautan di bawah halaman untuk mengakses dokumentasi kami yang diperbarui secara berkala dan sumber {studio_name} lainnya.

source: Getting Started with {studio_name}
id: Memulai Dengan {studio_name}

source: Can I create courses in {studio_name}?
id: Apakah saya dapat membuat program di {studio_name}?

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
id: Untuk membuat program di {studio_name}, anda terlebih dahulu perlu menghubungi {link_start}staff {platform_name} untuk membantu anda membuat program{link_end}.

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
id: Untuk membuat program di {studio_name}, anda harus memiliki keistimewaan pembuat program untuk membuat program anda sendiri.
