Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
id: Masukkan dua tanggal di mana pelajar tidak dapat memposting di forum diskusi. Di dalam kurung yang tersedia, masukkan satu set tambahankurung persegi di sekeliling masing-masing tanggal yang Anda masukkan. Format setiap tanggalsebagai ["YYYY-MM-DD", "YYYY-MM-DD"]. Untuk menentukan jam seperti tanggal,format masing-masing sebagai ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Pastikan untukmenambahkan "T"antara tanggal dan jam. Misalnya, sebuah entri yang mendefinisikandua periode blackout tampak seperti ini, termasuk tanda kurung persegi: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period.
id: Masukkan kategori diskusi dengan format berikut: "CategoryName":{"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}.Contoh, satu kategori diskusi bisa "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Nilai "id" untuk setiap kategori harus unik. Dalam nilai "id", satu-satunya karakter khusus yangdidukung adalah garis bawah, tanda koma, dan titik.

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
id: Masukkan benar atau salah. Jika benar, kategori diskusi dan subkategoridiurutkan menurut abjad, jika salah, mereka diurutkan secara kronologis sesuaitanggal dan waktu pembuatan.

source: Course Announcement Date
id: Tanggal Pengumuman Program

source: Enter the date to announce your course.
id: Masukkan tanggal untuk mengumumkan Program anda.

source: Cohort Configuration
id: Konfigurasi Cohort

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
id: Masukkan kunci kebijakan dan nilai untuk mengaktifkan fitur kohort, tentukan secara otomatistugas pelajar ke dalam kelompok, atau identifikasi topik diskusi mana saja sepanjang kursussebagai pribadi untuk anggota kelompok.

source: Course Is New
id: Program Baru

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
id: Masukkan benar atau salah. Jika benar, Program muncul dalam daftar Program barudi edx.org, dan badge New! untuk sementara muncul di sebelah gambar Program.

source: Mobile Course Available
id: Mobile Course Tersedia

source: Enter true or false. If true, the course will be available to mobile devices.
id: Masuk benar atau salah. Jika benar, Program akan tersedia untuk perangkatmobil.

source: Video Upload Credentials
id: Kredensial Video Unggahan

source: Enter the unique identifier for your course's video files provided by edX.
id: Masukkan tanda pengenal unik untuk file video Program Anda yang disediakan oleh edX.

source: Course Not Graded
id: Program Tidak Dinilai

source: Enter true or false. If true, the course will not be graded.
id: Masukkan benar atau salah. Jika benar, Program tidak akan dinilai.

source: Disable Progress Graph
id: Non-aktifkan Grafik Perkembangan

source: Enter true or false. If true, students cannot view the progress graph.
id: Masukkan benar atau salah. Jika benar, pelajar tidak dapat melihat grafik perkembangan.

source: PDF Textbooks
id: Buku teks PDF

source: List of dictionaries containing pdf_textbook configuration
id: Daftar kamus-kamus yang terdiri dari konfigurasi pdf_textbook

source: HTML Textbooks
id: Buku teks HTML

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
id: Untuk buku teks HTML yang muncul sebagai tab terpisah dalam Program, masukkannama tab (biasanya judul buku) serta URL danjudul dari setiap bab dalam buku ini.

source: Remote Gradebook
id: Gradebook Jarak Jauh

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
id: Masukkan pemetaan gradebook jarak jauh. Hanya gnakan pengaturan ini saatREMOTE_GRADEBOOK_URL telah ditentukan.

source: Enable CCX
id: Hiduplan CCX

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
id: Izinkan instruktur Program untuk menetapkan peran Coach CCX, dan izinkan Coach untukmengatur Custom Courses di edX. Bila gagal, Custom Courses tidak dapat dibuat,tapi Custom Course yang sudah ada akan dipertahankan.

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
id: URL untuk aplikasi CCX Connector untuk mengatur pembuatan CCX. (pilihan).Abaikan kecuali 'Hidupkan CCX' diatur ke 'true'.

source: Allow Anonymous Discussion Posts
id: Izinkan Postingan Diskusi Anonim

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
id: Masukkan benar atau salah. Jika benar, pelajar bisa membuat postingan diskusi yanganonim untuk semua pengguna.

source: Allow Anonymous Discussion Posts to Peers
id: Izinkan Postingan Diskusi Anonim ke Sesama

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
id: Masukkan benar atau salah. Jika benar, pelajar bisa membuat postingan diskusi yanganonim untuk sesama pelajar. Pengaturan ini tidak membuat postingan anonim kepadastaf Program.

source: Advanced Module List
id: Daftar Program Lanjutan

source: Enter the names of the advanced modules to use in your course.
id: Masukkan nama modul lanjutan yang akan digunakan dalam kursus Anda.

source: Course Home Sidebar Name
id: Nama Program pada Sidebar Menu Utama

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
id: Masukkan judul yang Anda inginkan untuk dilihat pelajar pada material Program pada halaman Menu Utama Program. Material Program Anda muncul di panel kananhalaman.

source: Course Handouts
id: Material Program

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
id: Benar jika zona waktu harus ditunjukkan pada tanggal dalam Program. Tidak berlaku dalam bentuk due_date_display_format.

source: Due Date Display Format
id: Tampilan Format Tanggal Batas Terakhir

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
id: Masukkan format untuk tanggal batas terakhir. Setelan tetap adalah Mon DD, YYYY. Masukkan "%m-%d-%Y" untuk MM-DD-YYYY, "%d-%m-%Y" untuk DD-MM-YYYY, "%Y-%m-%d" untuk YYYY-MM-DD, atau "%Y-%d-%m" for YYYY-DD-MM.

source: External Login Domain
id: Domain Daftar Eksternal

source: Enter the external login method students can use for the course.
id: Masukkan metode daftar eksternal yang bisa digunakan pelajar untuk mengikuti kursus

source: Certificates Downloadable Before End
id: Sertifikat Dapat Diunduh Sebelum Berakhir

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
id: Masukkan benar atau salah. Jika benar, pelajar dapat mengunduh sertifikat sebelumkursu berakhit, jika mereka sudah memenuhi persyaratan sertifikat.

source: Certificates Display Behavior
id: Tampilan Peerilaku Sertifikat

source: Enter end, early_with_info, or early_no_info. After certificate generation, students who passed see a link to their certificates on the dashboard and students who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all students after the course end date. To display this certificate information to all students as soon as certificates are generated, enter early_with_info. To display only the links to passing students as soon as certificates are generated, enter early_no_info.
id: Masukkan end, early_with_info, atau early_no_info. Setelah pembuatan sertifikat, pelajar yang lulus melihat tautan ke sertifikat mereka di dasbor danpelajar yang tidak lulus melihat informasi tentang konfigurasi penilaian.Setelan tetap adalah end, yang menampilkan informasi sertifikat ini untuk semuapelajar setelah tanggal akhir Program. Untuk menampilkan informasi sertifikat iniuntuk semua pelajar segera setelah sertifikat dibuat, masukkanearly_with_info. Untuk menampilkan hanya tautan kepada pelajar yang lulus segera setelahsertifikat dibuat, masukkan early_no_info.

source: Course About Page Image
id: Tentang Halaman Gambar Program

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
id: Ubah nama berkas gambar Program. Anda harus mengunggah berkas ini di halaman Berkas & Unggah. Anda juga bisa mengatur gambar Program di halaman Pengaturan & Rincian.

source: Course Banner Image
id: Gambar Banner Program

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
id: Ubah nama banner gambar Program. Anda dapat mengunggah gambar banner ini di halaman Berkas & Unggah.

source: Course Video Thumbnail Image
id: Gambar Thumbnail Video Program

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
id: Ubah nama berkas gambar thumbnail video. Anda dapat mengatur gambar thumbnail video di halaman Pengaturan & Rincian.

source: Issue Open Badges
id: Terbitkan Open Badges

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
id: Terbitkan Open Badge untuk Program ini. Badges dihasilkan saatsertifikat sudah dibuat.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
id: Gunakan pengaturan ini hanya saat membuat sertifikat PDF. Di antara tanda kutip, masukkan nama singkat dari jenis sertifikat yang diterima siswaketika mereka menyelesaikan kursus, misalnya, "Certificate".

source: Certificate Name (Short)
id: Nama Sertifikat (Pendek)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
id: Gunakan pengaturan ini hanya saat membuat sertifikat PDF. Di antara tanda kutip, masukkan nama panjang dari jenis sertifikat yang diterima siswaketika mereka menyelesaikan kursus, misalnya, "Certificate of Achievement".

source: Certificate Name (Long)
id: Nama Sertifikat (Panjang)

source: Certificate Web/HTML View Enabled
id: Hidupkan Tampilan Sertifikat Web/HTML

source: If true, certificate Web/HTML views are enabled for the course.
id: Jika benar, tampilan sertifikat Web/HTML dihidupkan untuk Program

source: Certificate Web/HTML View Overrides
id: Timpa Tampilan Sertifikat Web/HTML

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
id: Masukkan timpaan spesifikasi Program untuk parameter template Web/HTML disini (JSON format)

source: Certificate Configuration
id: Konfigurasi Sertifikat

source: Enter course-specific configuration information here (JSON format)
id: Masukkan informasi konfigurasi spesifik Program disini (JSON format)

source: CSS Class for Course Reruns
id: Program CCS untuk Pengulangan Mata Kuliah

source: Allows courses to share the same css class across runs even if they have different numbers.
id: Izinkan Program untuk berbagi Program css yang sama di meskipun mereka memilikinomor yang berbeda.

source: Discussion Forum External Link
id: Tautan Forum Diskusi Eksternal

source: Allows specification of an external link to replace discussion forums.
id: Izinkan spesifikasi tautan eksternal untuk menggantikan forum diskusi.

source: Hide Progress Tab
id: Sembunyikan Tab Perkembangan

source: Allows hiding of the progress tab.
id: Izinkan menyembunyikan tab perkembangan

source: Course Organization Display String
id: Tampilan String Organisai Program

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
id: Masukkan organisasi kursus yang ingin Anda tampilkan di Program ini.Pengaturan ini menimpa organisasi yang Anda masukkan saat membuatkursus. Untuk menggunakan organisasi yang Anda masukkan saat membuatProgram, masukkan null.

source: Course Number Display String
id: Tampilan String Nomor Program

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
id: Masukkan nomor Program yang ingin Anda tampilkan di Program ini. Pengaturanini menimpa nomor yang Anda masukkan saat membuat kursus. Untuk menggunakan nomor yang Anda masukkan saat membuat Program, masukkan null.

source: Course Maximum Student Enrollment
id: Jumlah Pelajar Maksimum dalam Program

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
id: Masukkan jumlah maksimal pelajar yang bisa mendaftar di Program.Untuk mengizinkanjumlah pelajar yang tidak terbatas, masukkan null.

source: Allow Public Wiki Access
id: Izinkan Akses Wiki Publik

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
id: Masukkan benar atau salah. Jika benar, pengguna edX bisa melihat Program wiki meskipun mereka tidak terdaftar dalam kursus.

source: Invitation Only
id: Khusus Undangan

source: Whether to restrict enrollment to invitation by the course staff.
id: Apakah untuk membatasi pendaftaran hanya melalui undangan dari staf kursus.

source: Pre-Course Survey Name
id: Nama Survei Pre-Kursus

source: Name of SurveyForm to display as a pre-course survey to the user.
id: Nama dari SurveyForm untuk ditampilkan sebagai survei pre-kursus kepada pengguna

source: Pre-Course Survey Required
id: Survei Pre-kursus Diperlukan

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
id: Tentukan apakah pelajar harus menyelesaikan survei sebelum mereka dapat melihatisi Program. Jika Anda menetapkan nilai benar, Anda harus menambahkan nama untuksurvei ke Nama Survei Kursus di atas.

source: Course Visibility In Catalog
id: Visibilitas Kursus Pada Katalog

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
id: Tentukan izin akses untuk menunjukkan Program di katalog kursus.Ini bisa diatur ke salah satu dari tiga nilai: 'Keduanya' (tampilkan dalam katalog dan biarkanakses ke halaman tentang), 'Tentang' (hanya mengizinkan akses ke halaman tentang), 'Tidak Ada' (tidak ditampilkan di katalog dan tidak mengizinkan akses ke halaman tentang).

source: Both
id: Keduanya

source: About
id: Tentang

source: None
id: Tidak Ada

source: Entrance Exam Enabled
id: Hidupkan Ujian Masuk

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
id: Tentukan apakah pelajar harus menyelesaikan ujian masuk sebelum mereka dapat melihatisi kursus Anda. Perhatikan, Anda harus mengaktifkan Ujian Masuk untuk kursus iniagar perubahan dapat berlaku.

source: Entrance Exam Minimum Score (%)
id: Skor Minimum Ujian Masuk (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
id: Tentukan skor minimum ujian masuk sebelum pelajar dapat melihat isi kursus Anda. Perhatikan, Anda harus mengaktifkan Ujian Masuk untuk kursus iniagar perubahan dapat berlaku.

source: Entrance Exam ID
id: ID Ujian Masuk

source: Content module identifier (location) of entrance exam.
id: Konten modul pengenal (location) dari ujian masuk

source: Social Media Sharing URL
id: Bagikan URL Sosial Media

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
id: Jika dasbor berbagi sosial media dan URL khusus Program diaktifkan, Anda dapatmenyediakan URL (seperti URL ke halaman Tentang Program) agar situs media sosialdapat terhubung. URL harus memenuhi syarat, misalnya:http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
id: Bahasa Program

source: Specify the language of your course.
id: Tentukan bahasa untuk Program anda.

source: Teams Configuration
id: Konfigurasi Tim

source: Specify the maximum team size and topics for teams inside the provided set of curly braces. Make sure that you enclose all of the sets of topic values within a set of square brackets, with a comma after the closing curly brace for each topic, and another comma after the closing square brackets. For example, to specify that teams should have a maximum of 5 participants and provide a list of 2 topics, enter the configuration in this format: {example_format}. In "id" values, the only supported special characters are underscore, hyphen, and period.
id: Tentukan ukuran maksimum tim dan topik untuk tim di dalam set yang disediakan dalam kurung kurawal. Pastikan Anda melampirkan semua set nilai topikdalam satu tanda kurung siku, dengan tanda koma setelah tutup kurung kurawaluntuk setiap topik, dan koma lain setelah tanda tutup kurung siku. Misalnya, untuk menentukan bahwa tim harus memiliki maksimal 5 peserta danmemberikan daftar 2 topik, masukkan konfigurasi dalam format seperti ini:{example_format}. Dalam nilai "id", satu-satunya karakter khusus yang didukungadalah garis bawah, tanda hubung, dan titik.

source: Enable Proctored Exams
id: Hidupkan Ujian Berpengawas

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
id: Masukkan benar atau salah. Jika nilai ini benar, ujian yang diawasi diaktifkan diProgram Anda. Perhatikan bahwa mengaktifkan ujian yang diawasi juga akan mengaktifkan ujianberwaktu.

source: Allow Opting Out of Proctored Exams
id: Izinkan Pilihan Keluar pada Ujian Berpengawas

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
id: Masukkan benar atau salah. Jika nilai ini benar, peserta didik dapat memilih untuk mengambilujian berpengawas tanpa pengawas. Jika nilai ini salah, semua peserta didikharus mengikuti ujian dengan pengawas. Pengaturan ini hanya berlaku jika Ujian Berpengawas diaktifkan untuk Program.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
id: Buat Zendesk Tickets Untuk Percobaan Mencurigakan Ujian Berpengawas

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
id: Masukkan benar atau salah. Jika nilai ini benar, Zendesk tiket akan dibuatuntuk percobaan yang mencurigakan.

source: Enable Timed Exams
id: Aktifkan Ujian Berjangka waktu

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
id: Masukkan benar atau salah. Jika nilai ini benar, ujian berjangka waktu diaktifkan diProgram anda. Terlepas dari pengaturan ini, ujian berjangka waktu diaktifkan jika Aktifkan Ujian Berpengawas diatur ke benar.

source: Minimum Grade for Credit
id: Nilai Minimum untuk Kredit

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
id: Nilai minimum yang harus diperoleh pelajar untuk mendapatkan kredit dalam Program,sebagai desimal antara 0,0 dan 1.0 Misalnya, untuk 75%, masukkan 0,75.

source: Self Paced
id: Mandiri

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
id: Atur ini ke "true" untuk menandakan program ini sebagai mandiri. Program mandiritidak memiliki tanggal jatuh tempo untuk tugas, dan pelajar dapat berkembang selamaProgram berlangsung, setidaknya sebelum program berakhir.

source: Bypass Course Home
id: Lewati Menu Utama Program

source: Bypass the course home tab when students arrive from the dashboard, sending them directly to course content.
id: Lewati tab Menu Utama Program saat pelajar tiba dari dasbor, mengirimMereka langsung ke isi Program.

source: Enable Subsection Prerequisites
id: Aktifkan Sub-bagian Prasyarat

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
id: Masukkan benar atau salah. Jika nilai ini benar, Anda dapat menyembunyikan sub-bagian sampaipeserta didik mendapatkan nilai minimum di bagian lain, sub-bagian prasyarat.

source: Course Learning Information
id: Informasi Pelajaran Program

source: Specify what student can learn from the course.
id: Tentukan apa yang bisa dipelajari oleh pelajar di Program ini.

source: Course Instructor
id: Instruktur Program

source: Enter the details for Course Instructor
id: Masukkan rincian untuk Instruktur Program

source: Add Unsupported Problems and Tools
id: Tambah Permasalahan yang tidak Didukung dan Peralatan
