Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
id: Kesalahan '{error}' saat mengirim email ke pengguna baru (user email={email}). Tanpa email pelajar tidak bisa masuk. Silahkan hubungi bantuanuntuk informasi lebih lanjut.

source: Could not find problem with this location.
id: Tidak dapat menemukan masalah dalam lokasi ini.

source: The problem responses report is being created. To view the status of the report, see Pending Tasks below.
id: Laporan tanggapan masalah sedang dibuat. Untuk melihat statuslaporan, lihat Tugas Tertunda di bawah ini.

source: A problem responses report generation task is already in progress. Check the 'Pending Tasks' table for the status of the task. When completed, the report will be available for download in the table below.
id: Pembuatan laporan tanggapan permasalahan sudah berlangsung. Periksatabel 'Tugas Tertunda' untuk status tugas. Setelah selesai, laporan akan tersedia untuk diunduh pada tabel di bawah ini.

source: Invoice number '{num}' does not exist.
id: Nomor tagihan '{num}' tidak ada.

source: The sale associated with this invoice has already been invalidated.
id: Penjualan terkait dengan tagihan ini sudah dibatalkan.

source: Invoice number {0} has been invalidated.
id: Nomor tagihan {0} sudah dibatalkan.

source: This invoice is already active.
id: Tagihan ini sudah aktif

source: The registration codes for invoice {0} have been re-activated.
id: Kode pendaftaran untuk tagihan {0} sudah di aktifkan kembali.

source: CourseID
id: ID Program

source: Certificate Type
id: Tipe Sertifikat

source: Total Certificates Issued
id: Total Sertifikat Diterbitkan

source: Date Report Run
id: Jalankan Laporan Tanggal

source: User ID
id: ID Pengguna

source: Language
id: Basaha

source: Location
id: Lokasi

source: Birth Year
id: Tahun Lahir

source: Gender
id: Jenis Kelamin

source: Level of Education
id: Tingkat Pendidikan

source: Mailing Address
id: Alamat email

source: Goals
id: Tujuan

source: Enrollment Mode
id: Mode Pendaftaran

source: Verification Status
id: Status Verifikasi

source: Cohort
id: Kohort

source: Team
id: Tim

source: City
id: Kota

source: Country
id: Negara

source: The enrolled learner profile report is being created. To view the status of the report, see Pending Tasks below.
id: Laporan profil pelajar yang terdaftar sedang dibuat. Untuk melihat statuslaporan, lihat Tugas Tertunda di bawah ini.

source: This enrollment report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
id: Laporan pendaftaran saat ini sedang dibuat. Untuk melihat statuslaporan, lihat Tugas Tertunda di bawah ini. Anda dapat mengunduh laporansaat sudah selesai.

source: The enrollment report is being created. This report contains information about learners who can enroll in the course. To view the status of the report, see Pending Tasks below.
id: Laporan pendaftaran sedang dibuat. Laporan ini berisi informasimengenai pelajar yang dapat mendaftar di program. Untuk melihat statuslaporan, lihat Tugas Tertunda di bawah ini.

source: The file must contain a 'cohort' column containing cohort names.
id: Berkas harus terdiri dari kolom 'kohort' berisi nama-nama kohort.

source: The file must contain a 'username' column, an 'email' column, or both.
id: Berkas harus terdiri dari kolom 'nama pengguna', kolom 'email', atau keduanya.

source: Coupon Code
id: Kode Kupon

source: Course Id
id: ID Program

source: % Discount
id: Diskon %

source: Description
id: Deskripsi

source: Expiration Date
id: Tanggal Kadaluarsa

source: Total Discounted Seats
id: Total Kursi Diskon

source: Total Discounted Amount
id: Total Jumlah Diskon

source: The detailed enrollment report is being created. To view the status of the report, see Pending Tasks below.
id: Laporan pendaftaran terperinci sedang dibuat. Untuk melihat statuslaporan, lihat Tugas Tertunda di bawah ini.

source: The detailed enrollment report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
id: Laporan pendaftaran terperinci sedang dibuat. Untuk melihat statuslaporan, lihat Tugas Tertunda di bawah ini. Anda dapat mengunduh laporansaat sudah selesai.

source: The executive summary report is being created. To view the status of the report, see Pending Tasks below.
id: Laporan Ringkasan Perencanaan sedang dibuat. Untuk melihat statuslaporan, lihat Tugas Tertunda di bawah ini.

source: The executive summary report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
id: Laporan Ringkasan Perencanaan saat ini sedang dibuat. Untuk melihat statusdari laporan tersebut, lihat Tugas Tertunda di bawah ini. Anda dapat mengunduh laporansaat sudah selesai.

source: The survey report is being created. To view the status of the report, see Pending Tasks below.
id: Laporan survei saat ini sedang dibuat. Untuk melihat status dari laporan tersebut, lihat Tugas Tertunda di bawah ini.

source: The survey report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
id: Laporan survei saat ini sedang dibuat. Untuk melihat statusdari laporan tersebut, lihat Tugas Tertunda di bawah ini. Anda dapat mengunduh laporansaat sudah selesai.

source: The proctored exam results report is being created. To view the status of the report, see Pending Tasks below.
id: Laporan ujian berpengawas sedang dibuat. Untuk melihat status dari laporan tersebut, lihat Tugas Tertunda di bawah ini.

source: The proctored exam results report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
id: Laporan ujian berpengawas saat ini sedang dibuat. Untuk melihat statusdari laporan tersebut, lihat Tugas Tertunda di bawah ini. Anda dapat mengunduh laporansaat sudah selesai.

source: Could not parse amount as a decimal
id: Tidak dapat mengurai angka dalam desimal

source: Unable to generate redeem codes because of course misconfiguration.
id: Tidak dapat mengeluarkan kode tukar karena kesalahan konfigurasi program.

source: pdf download unavailable right now, please contact support.
id: unduh pdf tidak tersedia saat ini, silahkan hubungi kontak layanan.

source: Module does not exist.
id: Modul tidak ada.

source: An error occurred while deleting the score.
id: Kesalahan terjadi saat menghapus skor.

source: Course has no entrance exam section.
id: Program tidak memiliki seksi ujian masuk.

source: all_students and unique_student_identifier are mutually exclusive.
id: all_students dan unique_student_identifier sama eksklusifnya.

source: all_students and delete_module are mutually exclusive.
id: all_students dan delete_module sama eksklusifnya.

source: Requires instructor access.
id: Akses instruktur dibutuhkan.

source: Course has no valid entrance exam section.
id: Program tidak memiliki seksi ujian masuk yang valid.

source: All Students
id: Seluruh Pelajar

source: Cannot rescore with all_students and unique_student_identifier.
id: Tidak dapat menilai ulang all_students dan unique_student_identifier.

source: The ORA data report is being generated.
id: Laporan data ORA sedang dihasilkan.

source: An ORA data report generation task is already in progress. Check the 'Pending Tasks' table for the status of the task. When completed, the report will be available for download in the table below.
id: Pembuatan laporan data ORA sudah berlangsung. Periksatabel 'Tugas Tertunda' untuk status tugas. Setelah selesai, laporan akan tersedia untuk diunduh pada tabel di bawah ini.

source: The grade report is being created. To view the status of the report, see Pending Tasks below.
id: Laporan penilaian sedang dibuat. Untuk melihat status dari laporan tersebut, lihat Tugas Tertunda di bawah ini.

source: The grade report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
id: Laporan penilaian saat ini sedang dibuat. Untuk melihat statusdari laporan tersebut, lihat Tugas Tertunda di bawah ini. Anda dapat mengunduh laporansaat sudah selesai.

source: The problem grade report is being created. To view the status of the report, see Pending Tasks below.
id: Laporan permasalahan penilaian sedang dibuat. Untuk melihat status dari laporan tersebut, lihat Tugas Tertunda di bawah ini.

source: A problem grade report is already being generated. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
id: Laporan permasalahan penilaian saat ini sedang dibuat. Untuk melihat statusdari laporan tersebut, lihat Tugas Tertunda di bawah ini. Anda dapat mengunduh laporansaat sudah selesai.

source: Successfully changed due date for student {0} for {1} to {2}
id: Sukses mengganti tanggal jatuh tempo untuk pelajar {0} dari {1} ke {2}

source: Successfully removed invalid due date extension (unit has no due date).
id: Sukses menghapus perpanjangan tanggal jatuh tempo (unit has no due date).

source: Successfully reset due date for student {0} for {1} to {2}
id: Sukses mengatur ulang tanggal jatuh tempo untuk pelajar {0} dari {1} ke {2}

source: This student (%s) will skip the entrance exam.
id: Pelajar ini (%s) tidak akan mengikuti ujian masuk.

source: This student (%s) is already allowed to skip the entrance exam.
id: Pelajar ini (%s) sudah diijinkan untuk tidak mengikuti ujian masuk.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
id: Tugas menghasilkan sertifikat untuk semua pelajar program ini telahdimulai. Anda dapat melihat status tugas menghasilkan di bagian "Pending Tasks".

source: Please select one or more certificate statuses that require certificate regeneration.
id: Silahkan pilih satu atau lebih status sertifikat yang membutuhkan pembuatan ulang sertifikat.

source: Please select certificate statuses from the list only.
id: Silahkan pilih status sertifikat hanya dari daftar.

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
id: Tugas pembuatan ulang sertifikat sudah dimulai, Anda dapat melihat statustugas pembuatan ulang di bagian "Pending Tasks".

source: Student (username/email={user}) already in certificate exception list.
id: Pelajar (username/email={user}) sudah ada di daftar pengecualian sertifikat.

source: Certificate exception (user={user}) does not exist in certificate white list. Please refresh the page and try again.
id: Pengecualian sertifikat (user={user}) tidak ada di daftar putih. Silahkan muat ulang halaman dan coba kembali.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
id: Kolom nama pengguna/email pelajar diperlukan dan tidak dapat koson. Mohon isi nama pengguna/email dan kemudian tekan tombol "Add to Exception List".

source: The record is not in the correct format. Please add a valid username or email address.
id: Catatan rekam tidak dalam format yang benar. Silahkan tambahkan nama pengguna yang valid atau alamat email.

source: {user} does not exist in the LMS. Please check your spelling and retry.
id: {user} tidak ada dalam LMS. Mohon cek kembali ejaan anda dan coba kembali.

source: {user} is not enrolled in this course. Please check your spelling and retry.
id: {user} tidak terdaftara dalam progam ini. Mohon cek kembali ejaan anda dan coba kembali.

source: Invalid data, generate_for must be "new" or "all".
id: Data tidak valid, generate_for harus "new" atau "all".

source: Certificate generation started for white listed students.
id: Proses pembuatan sertifikat dimulai untuk pelajar dalam daftar putih.

source: user "{user}" in row# {row}
id: pengguna "{user}" dalam baris# {row}

source: user "{username}" in row# {row}
id: pengguna "{username}" dalam baris# {row}

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
id: Sertifikat untuk {user} sudah dibatalkan. Silahkan cek ejaan anda dan coba kembali.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
id: Sertifikat untuk pelajar {user} sudah tidak valid, mohon verifikasi bahwasertifikat dibuat untuk pelajar ini {user} dan kemudian lanjutkan.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
id: Pembatalan Sertifikat tidak ada, silahkan muat ulang halaman dan coba kembali.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
id: Kolom nama pengguna/email pengguna diperlukan dan tidak boleh kosong. Mohon isinama pengguna/email lalu tekan tombol "Invalidate Certificate".

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
id: Pelajar {student} tidak memiliki sertifikat untuk program {course}. Mohon verifikasi nama pengguna/email pelajar dan program yang benar dipilih dan coba kembali.

source: coupon id is None
id: ID kupon tidak ada

source: coupon with the coupon id ({coupon_id}) DoesNotExist
id: kupon dengan id kupon ({coupon_id}) TidakAda

source: coupon with the coupon id ({coupon_id}) is already inactive
id: kupon dengan id kupon ({coupon_id}) sudah tidak aktif

source: coupon with the coupon id ({coupon_id}) updated successfully
id: kupon dengan id kupon ({coupon_id}) sudah sukses diperbarui

source: The code ({code}) that you have tried to define is already in use as a registration code
id: Kode ({code}) yang anda masukkan sudah digunakan untuk kode registrasi

source: Please Enter the Integer Value for Coupon Discount
id: Silahkan Masukkan Nilai Bulat untuk Kupon Diskon

source: Please Enter the Coupon Discount Value Less than or Equal to 100
id: Silahkan Masukkan Nilai Kupon Diskon Kurang Dari atau Sama dengan 100

source: Please enter the date in this format i-e month/day/year
id: Silahkan masukkan tangal dalam format contoh bulan/hari/tahun

source: coupon with the coupon code ({code}) added successfully
id: Kupon dengan kode kupon ({code}) sukses ditambahkan

source: coupon with the coupon code ({code}) already exists for this course
id: Kupon dengan kode kupon ({code}) sudah ada untuk program ini

source: coupon id not found
id: id kupon tidak ditemukan

source: coupon with the coupon id ({coupon_id}) updated Successfully
id: Kupon dengan kupon id ({coupon_id}) sukses diperbarui

source: Instructor
id: Instruktur

source: E-Commerce
id: E-Niaga

source: Special Exams
id: Ujian Khusus

source: Certificates
id: Sertifikat

source: Please Enter the numeric value for the course price
id: Silahkan Masukkan angka untuk harga program

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
id: CourseMode dengan mode slug({mode_slug}) TidakAda

source: CourseMode price updated successfully
id: Pembaharuan harga CourseMode telah sukses

source: Course Info
id: Info Program

source: Enrollment data is now available in {dashboard_link}.
id: Data pendaftaran sekarang tersedia di {dashboard_link}.

source: Membership
id: Keanggotaan

source: Cohorts
id: Kohorts

source: Discussions
id: Diskusi

source: Student Admin
id: Admin Pelajar

source: Extensions
id: Ekstensi

source: Data Download
id: Unduh Data

source: Analytics
id: Analisis

source: Metrics
id: Metrik

source: Open Responses
id: Respons terbuka

source: 0 sent
id: 0 dikirim

source: {num_emails} sent
id: {num_emails} dikirim

source: {num_emails} failed
id: {num_emails} gagal

source: Complete
id: Selesai

source: Incomplete
id: Tidak Selesai

source: The enrollment code ({code}) was not found for the {course_name} course.
id: Kode pendaftaran ({code}) tidak ditemukan untuk program {course_name}.

source: This enrollment code has been canceled. It can no longer be used.
id: Kode pendaftaran ini sudah dibatalkan. Tidak dapat digunakan kembali.

source: This enrollment code has been marked as unused.
id: Kode pendaftaran ini ditandai sebagai belum digunakan.

source: The enrollment code has been restored.
id: Kode pendaftaran sudah dikembalikan.

source: The redemption does not exist against enrollment code ({code}).
id: Kode penukaran tidak sesuai dengan kode pendaftaran ({code}).

source: Could not find student matching identifier: {student_identifier}
id: Tidak dapat menemukan pelajar yang cocok dengan tanda pengenal: {student_identifier}

source: Unable to parse date:
id: Tidak dapat mengurai tanggal:

source: Couldn't find module for url: {0}
id: Tidak dapat menemukan modul untuk url: {0}

source: Unit {0} has no due date to extend.
id: Unit {0} tidak mempunyai batas waktu untuk perpanjangan.

source: An extended due date must be later than the original due date.
id: Batas waktu yang diperpanjang harus lebih dari tanggal batas waktu awal.

source: No due date extension is set for that student and unit.
id: Tidak ada perpanjangan tanggal batas waktu yang diset untuk pelajar dan unit itu.

source: Full Name
id: Nama Lengkap

source: Extended Due Date
id: Tanggal Batas Waktu yang Diperpanjang

source: Users with due date extensions for {0}
id: Penguna dengan tanggal batas waktu yang diperpanjang untuk {0}

source: Due date extensions for {0} {1} ({2})
id: Perpanjangan tanggal batas waktu untuk {0} {1} ({2})

source: This component cannot be rescored.
id: Komponen ini tidak bisa di rescoring.

source: Not all problems in entrance exam support re-scoring.
id: Tidak semua soal di ujian masuk didukung penilaian ulang.

source: rescored
id: Penilaian Ulang

source: reset
id: atur ulang

source: deleted
id: hapus

source: emailed
id: email sudah terkirim

source: graded
id: sudah dinilai

source: problem distribution graded
id: distribusi soal sudah dinilai

source: certificates generated
id: sertifikat sudah dibuat

source: cohorted
id: pengelompokan

source: First Name
id: Nama Depan

source: Last Name
id: Nama Akhir

source: Company Name
id: Nama Perusahaan

source: Title
id: Judul

source: Year of Birth
id: Tahun Lahir

source: Enrollment Date
id: Tanggal Pendaftaran

source: Currently Enrolled
id: Saat ini Terdaftar

source: Enrollment Source
id: Sumber Pendaftaran

source: Manual (Un)Enrollment Reason
id: Alasan (Pembatalan)Pendaftaran Manual

source: Enrollment Role
id: Peran Pendaftaran

source: List Price
id: Daftar Harga

source: Payment Amount
id: Jumlah Pembayaran

source: Coupon Codes Used
id: Kode Kupon yang Digunakan

source: Registration Code Used
id: Kode Pendaftaran yang Digunakan

source: Payment Status
id: Status Pembayaran

source: Transaction Reference Number
id: Nomor Referensi Transaksi

source: No status information available
id: Tidak ada informasi status yang tersedia

source: No task_output information found for instructor_task {0}
id: TIdak ada task_output yang ditemukan untuk instructor_task {0}

source: No parsable task_output information found for instructor_task {0}: {1}
id: Tidak ada penguraian informasi task_output yang ditemukan untuk instructor_task {0}: {1}

source: No parsable status information available
id: Tidak ada status penguraian informasi yang tersedia

source: No message provided
id: Tidak ada pesan yang disediakan

source: Invalid task_output information found for instructor_task {0}: {1}
id: Informasi task_output tidak valid ditemukan untuk instructor_task {0}: {1}

source: No progress status information available
id: Tidak ada status informasi kemajuan yang tersedia

source: No parsable task_input information found for instructor_task {0}: {1}
id: Tidak ada penguraian informasi task_input yang ditemukan untuk instructor_task {0}: {1}

source: Progress: {action} {succeeded} of {attempted} so far
id: Perkembangan :Sejauh ini {action} {succeeded} dari {attempted}

source: Unable to find submission to be {action} for student '{student}'
id: Tidak dapat menemukan pengajuan untuk {action} untuk pelajar '{student}'

source: Problem failed to be {action} for student '{student}'
id: Permasalahan gagal untuk {action} atas pelajar '{student}'

source: Problem successfully {action} for student '{student}'
id: Permasalahan telah sukses {action} untuk pelajar '{student}'

source: Unable to find entrance exam submission to be {action} for student '{student}'
id: Tidak dapat menemukan ujian masuk yang telah dikumpulkan untuk {action} atas pelajar'{student}'

source: Entrance exam successfully {action} for student '{student}'
id: Ujian masuk telah sukses {action} untuk pelajar '{student}'

source: Unable to find any students with submissions to be {action}
id: Tidak dapat menemukan pelajar dengan pengumpulan untuk di {action}

source: Problem failed to be {action} for any of {attempted} students
id: Permasalahan gagal untuk {action} atas berapapun {attempted} pelajar

source: Problem successfully {action} for {attempted} students
id: Permasalahan telah sukses {action} untuk {attempted} pelajar

source: Problem {action} for {succeeded} of {attempted} students
id: Permasalahan {action} untuk {succeeded} dari {attempted} pelajar

source: Unable to find any recipients to be {action}
id: Tidak dapat menemukan penerima manapun untuk {action}

source: Message failed to be {action} for any of {attempted} recipients
id: Pesan gagal {action} untuk {attempted} penerima

source: Message successfully {action} for {attempted} recipients
id: Pesan dengan sukses {action} untuk {attempted} penerima

source: Message {action} for {succeeded} of {attempted} recipients
id: Pesan {action} untuk {succeeded} dari {attempted} penerima

source: Status: {action} {succeeded} of {attempted}
id: Status: {action} {succeeded} dari {attempted}

source: (skipping {skipped})
id: (melewati {skipped})

source: (out of {total})
id: dari {total})

source: This component's access settings refer to deleted or invalid group configurations.
id: Setelan akses komponen ini mengacu pada konfigurasi grup yang dihapus atau tidak valid

source: This component's access settings refer to deleted or invalid groups.
id: Setelan akses komponen ini mengacu pada grup yang dihapus atau tidak valid.

source: Whether to display this module in the table of contents
id: Apakah menampilkan modul ini dalam daftar isi

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
id: Modul ini menggunakan format apa (digunakan untuk memutuskan level yang diterapkan, danapa yang harus ditampilkan di TOC)

source: Course Chrome
id: Chrome Program

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
id: Masukkan chrome, atau peralatan navigasi, untuk digunakan dalam XBlock di LMS. Nilai yang benar adalah: "chromeless" -- untuk tidak menggunakan tabs atau accordion; "tabs" -- untuk hanya menggunakan tabs; "accordion" -- untuk hanya menggunakan accordion; or "tabs,accordion" -- untuk menggunakan tabs dan accordion.

source: Default Tab
id: Tab Setelan Awal

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
id: Masukkan tab yang dipilih dalam XBlock. Jika tidak diatur, tab Program yang dipilih.
