Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
id: Saat anda memilih Kirim Email, pesan email anda akan ditambahkan pada antrian kirim dan tidak dapat dibatalkan.

source: Send Email
id: Kirim Email

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
id: Proses email sedang berlangsung. Untuk status seluruh perintah yang sedang berjalan, termasuk email, akan muncul di tabel di bawah ini.

source: Email Task History
id: Riwayat Perintah Email

source: To see the content of previously sent emails, click this button:
id: Untuk melihat konten email sebelumnya, klik tombol ini:

source: Show Sent Email History
id: Perlihatkan Riwayat Email Terkirim

source: To read a sent email message, click its subject.
id: Untuk membaca pesan email terkirim, klik pada subjek email.

source: To see the status for all email tasks submitted for this course, click this button:
id: Untuk melihat status untuk seluruh perintah email program ini, klik tombol ini:

source: Show Email Task History
id: Perlihatkan Riwayat Perintah Email

source: Set Course Mode Price
id: Atur Harga Mode Program

source: Please enter Course Mode detail below
id: Harap masukkan rincian Mode Program di bawah ini

source: Set Price
id: Tentukan Harga

source: Allowance Section
id: Bagian Tunjangan

source: Student Special Exam Attempts
id: Percobaan Ujian Khusus Pelajar

source: View gradebook for enrolled learners
id: Lihat rapot nilai untuk pelajar terdaftar

source: Note: This feature is available only to courses with a small number of enrolled learners.
id: Catatan: Fitur ini hanya tersedia untuk program dengan jumlah pelajar terdaftar sedikit.

source: View Gradebook
id: Lihat Rapot Nilai

source: View a specific learner's grades and progress
id: Lihat laporan nilai dan kemajuan pelajar tertentu

source: Learner's {platform_name} email address or username *
id: Alamat email atau nama pengguna {platform_name} pelajar *

source: Learner email address or username
id: Alamat email atau nama pengguna pelajar

source: View Progress Page
id: Lihat Halaman Laporan Kemajuan

source: Adjust a learner's grade for a specific problem
id: Atur nilai pelajar untuk soal khusus

source: Location of problem in course *
id: Lokasi soal dalam program *

source: Example
id: Contoh

source: Problem location
id: Lokasi soal

source: Attempts
id: Percobaan

source: Allow a learner who has used up all attempts to work on the problem again.
id: Izinkan pelajar yang telah menggunakan seluruh kesempatan untuk mengerjakan soal kembali.

source: Reset Attempts to Zero
id: Setel Ulang Percobaan Menjadi Nol

source: Rescore
id: Nilai Ulang

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
id: Untuk soal spesifik, nilai ulang jawaban pelajar. Pilihan 'Nilai Ulang Hanya Jika Nilai Lebih Baik' memperbarui nilai pelajar hanya jika memperbaiki nilai pelajar menjadi lebih baik.

source: Problem History
id: Riwayat Soal

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
id: Untuk soal spesifik, hapus jawaban dan nilai pelajar dari database secara permanen.

source: Task Status
id: Status Perintah

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
id: Perlihatkan status perintah penilaian ulang yang anda ajukan untuk pelajar dan soal ini.

source: Show Task Status
id: Lihat Status Perintah

source: Adjust a learner's entrance exam results
id: Ubah hasil ujian masuk pelajar

source: Allow the learner to take the exam again.
id: Izinkan pelajar untuk mengikuti ujian ulang.

source: Allow Skip
id: Izin untuk Melewati

source: Waive the requirement for the learner to take the exam.
id: Bebaskan pelajar dari persyaratan untuk mengambil ujian.

source: Let Learner Skip Entrance Exam
id: Biarkan Pelajar Tidak Mengikuti Ujian Masuk

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
id: Nilai ulang setiap respon yang telah dikumpulkan. Pilihan 'Nilai Ulang Seluruh Soal Hanya Jika Nilai Lebih Baik' memperbarui nilai pelajar hanya jika memperbaiki nilai pelajar menjadi lebih baik.

source: Rescore All Problems
id: Nilai Ulang Seluruh Soal

source: Rescore All Problems Only If Score Improves
id: Nilai Ulang Seluruh Soal Hanya Jika Nilai Membaik

source: Entrance Exam History
id: Riwayat Ujian Masuk

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
id: Untuk seluruh ujian masuk, hapus jawaban dan nilai pelajar dari database secara permanen.

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
id: Perlihatkan status perintah penilaian ulang yang anda ajukan untuk pelajar ini dan ujian masuk.

source: Adjust all enrolled learners' grades for a specific problem
id: Ubah seluruh nilai pelajar terdaftar untuk soal spesifik

source: Allows all learners to work on the problem again.
id: Izinkan seluruh pelajar untuk mengerjakan soal kembali.

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
id: Respon penilaian ulang diajukan. Pilihan 'Nilai Ulang Hanya Jika Nilai Membaik' memperbarui nilai pelajar hanya jika nilai pelajar membaik.

source: Rescore All Learners' Submissions
id: Nilai Ulang Seluruh Pengajuan Pelajar

source: Rescore Only If Scores Improve
id: Nilai Ulang Hanya Jika Nilai Membaik

source: Show the status for the tasks that you submitted for this problem.
id: Perlihatkan status perintah yang anda ajukan untuk soal ini.

source: My Courses
id: Kursus saya

source: Program Details
id: Rincian Program

source: Change Preferred Language
id: Ubah Preferensi Bahasa

source: Please choose your preferred language
id: Harap pilih preferensi bahasa anda

source: Save Language Settings
id: Simpan Pengaturan Bahasa

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
id: Tidak melihat preferensi bahasa anda? {link_start}Ajukan diri untuk menjadi penerjemah!{link_end}

source: Confirm
id: Konfirmasi

source: open
id: buka

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
id: {p_tag}Saat ini anda tidak memiliki tugas penilaian rekan. Untuk mendapatkan tugas penilaian rekan: {ul_tag} {li_tag}Anda terlebih dahulu perlu mengajukan respon terhadap soal penilaian rekan.{end_li_tag} {li_tag}Kelompok program harus menilai esai yang akan membantu anda memahami kriteria penilaian.{end_li_tag} {li_tag}Ada pendaftaran yang menunggu penilaian.{end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
id: Penilaian Rekan

source: Here is a list of problems that need to be peer graded for this course.
id: Berikut daftar soal yang membutuhkan penilaian rekan untuk program ini.

source: Problem Name
id: Judul Soal

source: Due date
id: Batas waktu

source: Graded
id: Dinilai

source: Available
id: Tersedia

source: Required
id: Persyaratan Wajib

source: No due date
id: Tidak ada batas waktu

source: The due date has passed, and peer grading for this problem is closed at this time.
id: Batas waktu telah lewat, penilaian rekan untuk soal ini telah ditutup untuk saat ini.

source: The due date has passed, and peer grading is closed at this time.
id: Batas waktu telah lewat dan penilaian rekan telah ditutup untuk saat ini.

source: Learning to Grade
id: Belajar Memberikan Nilai

source: Hide Question
id: Sembuyikan Pertanyaan

source: Student Response
id: Respon Pelajar

source: Written Feedback
id: Masukan tertulis

source: Please include some written feedback as well.
id: Harap menyertakan beberapa masukan tertulis.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
id: Pengajuan ini memiliki konten yang bersifat ofensif, eksplisit dan (saya duga) plagiarisme.

source: How did I do?
id: Bagaimana hasil saya?

source: Continue
id: Lanjutkan

source: Ready to grade!
id: Siap untuk menilai!

source: You have finished learning to grade, which means that you are now ready to start grading.
id: Anda telah selesai belajar memberikan nilai. Anda dapat mulai proses penilaian sekarang.

source: Start Grading!
id: Mulai Penilaian!

source: Learning to grade
id: Belajar memberikan nilai

source: You have not yet finished learning to grade this problem.
id: Anda belum selesai mempelajari untuk memberikan nilai pada soal ini.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
id: Sekarang anda akan diperlihatkan beberapa esai yang telah dinilai oleh instruktur, dan akan diminta untuk menilai esai tersebut.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
id: Setelah anda berhasil menilai esai serupa dengan instruktur, anda akan dipersilakan untuk memulai penilaian rekan.

source: Start learning to grade
id: Mulai mempelajari memberikan nilai

source: Are you sure that you want to flag this submission?
id: Apakah anda yakin untuk menandai pengajuan ini?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
id: Anda akan menandai sebuah pengajuan. Anda hanya diperbolehkan menandai pengajuan yang memiliki konten bersifat eksplisit, ofensif dan (terduga) plagiat. Jikan pengajuan tidak menjawab soal atau memberikan jawaban yang salah, maka sebaiknya anda memberikan nilai nol dan disertakan dengan masukan.

source: Remove Flag
id: Hilangkan Penanda

source: Keep Flag
id: Biarkan Penanda

source: Go Back
id: Kembali

source: {start_strong}{application_name}{end_strong} would like to access your data with the following permissions:
id: {start_strong}{application_name}{end_strong} ingin mengakses data anda dengan peraturan sebagai berikut:

source: Read your user ID
id: Baca tanda identitas pengguna anda

source: Read your user profile
id: Baca profil pengguna anda

source: Read your email address
id: Baca alamat email anda

source: Read the list of courses in which you are a staff member.
id: Lihat daftar program dimana anda merupakan anggota staf.

source: Read the list of courses in which you are an instructor.
id: Lihat daftar program dimana anda merupakan instruktur.

source: To see if you are a global staff user
id: Untuk melihat apakah anda staff pengguna global

source: Manage your data: {permission}
id: Atur data anda: {permission}

source: Account Activation Info
id: Info Aktivasi Account

source: Activate your account!
id: Aktivasi akun anda!

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
id: Periksa kotak masuk {email_start} {email} {email_end} untuk tautan aktivasi akun dari {platform_name}. Jika Anda membutuhkan bantuan, hubungi {link_start} {platform_name} Dukungan {link_end}.

source: You're almost there!
id: Anda hampir selesai!

source: There's just one more step: Before you enroll in a course, you need to activate your account. We've sent an email message to {email_start}{email}{email_end} with instructions for activating your account. If you don't receive this message, check your spam folder.
id: Langkah terakhir: Sebelum anda terdaftar dalam program, anda perlu mengaktivasi akun anda. Kami telah mengirim pesan email ke {email_start}{email}{email_end} dengan instruksi cara mengaktivasi akun anda. Jika anda tidak menerima pesan ini, cek folder spam.

source: Your Password Reset is Complete
id: Penyetelan Ulang Kata Sandi Anda Telah Selesai

source: Password Reset Complete
id: Penyetelan Ulang Kata Sandi Telah Selesai

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
id: Kata sandi anda telah disetel ulang. {start_link}Masuk untuk mengakses akun anda.{end_link}

source: Reset Your {platform_name} Password
id: Setel Ulang Kata Sandi {platform_name}

source: Error Resetting Password
id: Gagal Menyetel Ulang Kata Sandi

source: You must enter and confirm your new password.
id: Anda harus memasukkan dan mengkonfirmasi kata sandi baru anda.

source: The text in both password fields must match.
id: Teks dalam kedua bagian kata sandi harus sesuai.

source: Reset Your Password
id: Setel Ulang Kata Sandi Anda

source: Enter and confirm your new password.
id: Masukkan dan konfirmasi kata sandi baru anda.

source: New Password
id: Kata Sandi Baru

source: Confirm Password
id: Konfirmasi Kata Sandi

source: Invalid Password Reset Link
id: Tautan Setel Ulang Kata Sandi Tidak Valid

source: Password reset successful
id: Penyetelan ulang kata sandi berhasil

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
id: Kami telah mengirimkan email instruksi untuk menyetel kata sandi ke alamat email yang anda ajukan. Anda akan menerima email sebentar lagi.

source: Billing Details
id: Rincian Tagihan

source: You can proceed to payment at any point in time. Any additional information you provide will be included in your receipt.
id: Anda dapat melanjutkan ke pembayaran kapan saja. Informasi tambahan yang anda berikan akan kami sertakan dalam tanda terima.

source: Purchasing Organizational Details
id: Rincian Penyusunan Pembelian

source: Purchasing organization
id: Susunan Pembelian

source: Purchase order number (if any)
id: Nomor pembelian (jika ada)

source: email@example.com
id: email@contoh.com

source: Additional Receipt Recipient
id: Tambahan Penerima Tanda Bayar

source: If no additional billing details are populated the payment confirmation will be sent to the user making the purchase.
id: Jika tidak ada tambahan rincian tagihan lagi, maka konfirmasi pembayaran akan dikirimkan ke pengguna yang melakukan pembelian.

source: Payment processing occurs on a separate secure site.
id: Proses pembayaran akan berlangsung di situs berbeda dan telah diamankan.

source: Your Shopping cart is currently empty.
id: Keranjang Belanja anda saat ini kosong.

source: View Courses
id: Lihat Program

source: Payment
id: Pembayaran

source: Download CSV Reports
id: Unduh Laporan CSV

source: Download CSV Data
id: Unduh Data CSV

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
id: Terjadi sebuah kesalahan dalam input tanggal. Format seharusnya TTTT-BB-HH

source: These reports are delimited by start and end dates.
id: Laporan ini dibatasi oleh tanggal dimulai dan berakhir.

source: Start Date:
id: Tanggal Dimulai:

source: End Date:
id: Tanggal Berakhir:

source: These reports are delimited alphabetically by university name. i.e., generating a report with 'Start Letter' A and 'End Letter' C will generate reports for all universities starting with A, B, and C.
id: Laporan ini dibatasi secara alfabetis berdasarkan nama universitas. Contoh: Laporan dengan 'Awali Dengan Huruf' A dan 'Akhiri Dengan Huruf' C akan menghasilkan laporan dari seluruh universitas berawalan huruf A, B dan C.

source: Start Letter:
id: Awali dengan Huruf:

source: End Letter:
id: Akhiri dengan Huruf:

source: Payment Error
id: Pembayaran Gagal

source: There was an error processing your order!
id: Terjadi sebuah kesalahan dalam memproses pesanan anda!

source: Thank you for your purchase!
id: Terimakasih atas pembelian anda!

source: View Dashboard
id: Lihat Panel Kendali

source: You have successfully been enrolled for {course_names}. The following receipt has been emailed to {receipient_emails}
id: Anda telah berhasil terdaftar pada {course_names}. Bukti terima berikut ini telah dikirim ke {receipient_emails}

source: You have successfully purchased <b>{number} course registration code</b> for {course_names}.
id: Anda telah berhasil membeli <b>{number} kode registrasi program</b> untuk {course_names}.

source: The following receipt has been emailed to {receipient_emails}
id: Tanda terima berikut ini telah dikirim melalui email ke {receipient_emails}

source: Please send each professional one of these unique registration codes to enroll into the course. The confirmation/receipt email you will receive has an example email template with directions for the individuals enrolling.
id: Harap kirimkan kode unik registrasi agar terdaftar ke dalam program. Email konfirmasi/tanda terima yang akan anda terima memiliki contoh format email bagi yang terdaftar secara individual.

source: Enrollment Link
id: Tautan Pendaftaran

source: Used
id: Digunakan

source: Invalid
id: Tidak Valid

source: Date of purchase
id: Tanggal Pembelian

source: Print Receipt
id: Cetak Tanda Terima

source: Billed To Details
id: Tagihkan Pada Rincian

source: Purchase Order Number
id: Nomor Order Pembelian

source: Company Contact Name
id: Nama Narahubung Perusahaan

source: Company Contact Email
id: Email Narahubung Perusahaan

source: Recipient Name
id: Nama Penerima

source: Recipient Email
id: Email Penerima

source: Card Type
id: Jenis Kartu

source: Credit Card Number
id: Nomor Kartu Kredit

source: Address 1
id: Alamat 1

source: Address 2
id: Alamat 2

source: State
id: Provinsi

source: Registration for:
id: Registrasi untuk:

source: Price per student:
id: Harga per pelajar:

source: Discount Applied:
id: Diskon:

source: Students
id: Pelajar

source: Note: items with strikethough like <del>this</del> have been refunded.
id: Catatan: uang telah dikembalikan untuk item dengan garis seperti <del>ini</del>

source: Confirm Enrollment
id: Konfirmasi Pendaftaran

source: {site_name} - Confirm Enrollment
id: {site_name} - Konfirmasi Pendaftaran

source: {course_number} {course_title} Cover Image
id: {course_number} {course_title} Gambar Sampul

source: Confirm your enrollment for: {span_start}course dates{span_end}
id: Konfirmasi pendaftaran anda untuk:{span_start}tanggal program{span_end}

source: You've clicked a link for an enrollment code that has already been used. Check your {link_start}course dashboard{link_end} to see if you're enrolled in the course, or contact your company's administrator.
id: Anda telah mengklik tautan untuk kode pendaftaran yang telah digunakan. Cek {link_start}panel kendali program{link_end} untuk melihat apakah anda terdaftar dalam program, atau hubungi administrator perusahaan anda.

source: You have successfully enrolled in {course_name}. This course has now been added to your dashboard.
id: Anda telah berhasil terdaftar dalam {course_name}. Program ini telah ditambahkan pada panel kendali anda.

source: You're already enrolled for this course. Visit your {link_start}dashboard{link_end} to see the course.
id: Anda telah terdaftar dalam program ini. Kunjungi {link_start}panel kendali{link_end} anda untuk melihat program.

source: The course you are enrolling for is full.
id: Program yang anda terdaftar telah penuh.

source: The course you are enrolling for is closed.
id: Program yang anda terdaftar telah ditutup.

source: There was an error processing your redeem code.
id: Terjadi sebuah kesalahan dalam memproses kode tukar anda.

source: You're about to activate an enrollment code for {course_name} by {site_name}. This code can only be used one time, so you should only activate this code if you're its intended recipient.
id: Anda akan mengaktivasi kode pendaftaran anda untuk {course_name} oleh {site_name}. Kode ini hanya akan digunakan satu kali, sehingga anda sebaiknya mengaktivasi kode ini jika anda adalah penerima yang dimaksud.

source: Activate Course Enrollment
id: Aktifkan Pendaftaran Program

source: {course_names} has been removed because the enrollment period has closed.
id: {course_names} telah dihapus karena periode pendaftaran telah ditutup.

source: Cover Image
id: Gambar Sampul

source: Students:
id: Pelajar:

source: Input quantity and press enter.
id: Masukkan jumlah kuantitas dan tekan enter.

source: Increase
id: Naik

source: Decrease
id: Turun

source: Remove
id: Happus

source: Discount or activation code
id: Diskon atau kode aktivasi

source: discount or activation code
id: diskon atau kode aktivasi

source: Apply
id: Daftar

source: code has been applied
id: kode sudah didaftarkan

source: After this purchase is complete, a receipt is generated with relative billing details and registration codes for students.
id: Setelah pembelian ini selesai, tanda terima akan diberikan kepada pelajar beserta rincian tagihan dan kode registrasi

source: After this purchase is complete, {username} will be enrolled in this course.
id: Setelah pembelian ini selesai, {username} akan terdaftar dalam program ini.

source: Empty Cart
id: Keranjang Kosong

source: Shopping cart
id: Keranjang Belanja

source: {platform_name} - Shopping Cart
id: {platform_name} - Keranjang Belanja

source: Confirmation
id: Konfirmasi

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
id: Halaman yang anda cari tidak ditemukan. Kembali ke {link_start}beranda{link_end} atau informasikan kami halaman yang telah dihapus di {email}.

source: This page left intentionally blank. Feel free to add your own content.
id: Halaman ini dibiarkan kosong. Silakan untuk menambahkan konten anda sendiri.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions.Unfortunately, because {platform_name} is required to comply with export controls,we cannot allow you to access this course at this time.
id: Sistem kami mengindikasikan bahwa anda mencoba mengakses program {platform_name} dari negara atau daerah yang saat ini terkena sanksi ekonomi dan perdagangan oleh Amerika Serikat. Sayangnya, karena {platform_name} diharuskan mematuhi kontrol ekspor, kami tidak dapat mengizinkan Anda mengakses kursus ini saat ini.

source: Jobs
id: Pekerjaan

source: In the Press
id: Dalam Berita

source: Currently the {platform_name} servers are down
id: Server {platform_name} saat ini sedang mengalami masalah

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
id: Staf kami saat ini sedang bekerja untuk memperbaiki situs agar berfungsi kembali secepatnya. Jika anda menemukan masalah saat mengakses situs kami, harap untuk mengirimkan email ke {tech_support_email}.

source: There has been a 500 error on the {platform_name} servers
id: Terdapat 500 Error pada server {platform_name}

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at {email}.
id: Harap menunggu beberapa detik dan muat ulang halaman ini. Jika masalah tetap terjadi, harap untuk mengirimkan email ke {email}.

source: Currently the {platform_name} servers are overloaded
id: Saat ini server {platform_name} sedang penuh

source: Account Settings
id: Setelan Akun
