Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Please Wait
id: Harap Tunggu

source: Sign in or Register
id: Masuk atau Registrasi

source: Learner Profile
id: Profil Pelajar

source: Connected Accounts
id: Akun Terhubung

source: Linked
id: Terhubung

source: Not Linked
id: Tidak Terhubung

source: Unlink
id: Batalkan Tautan

source: Link
id: Tautan

source: Student Support
id: Bantuan Pelajar

source: Student Support: Certificates
id: Bantuan Pelajar: Sertifikat

source: Student Support: Enrollment
id: Bantuan Pelajar: Pendaftaran

source: About to refund this order:
id: Akan melakukan pengembalian uang untuk pesanan:

source: Order Id:
id: Id Pesanan:

source: Enrollment:
id: Pendaftaran:

source: enrolled
id: terdaftar

source: unenrolled
id: tidak terdaftar

source: Cost:
id: Biaya:

source: CertificateItem Status:
id: Status Sertifikat:

source: Order Status:
id: Status Pesanan:

source: Fulfilled Time:
id: Waktu Terpenuhi:

source: Refund Request Time:
id: Waktu Permintaan Pengembalian Uang:

source: User Survey
id: Survei Pengguna

source: Pre-Course Survey
id: Survei Pra-Program

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
id: Anda dapat memulai program anda setelah anda melengkapi formulir berikut ini. Bagian dengan tanda asterik (*) wajib diisi. Informasi ini hanya akan digunakan untuk keperluan {platform_name}. Informasi ini tidak akan terhubung dengan profil publik anda.

source: You are missing the following required fields:
id: Anda melewati bagian berikut ini:

source: Cancel and Return to Dashboard
id: Batalkan dan Kembali ke Panel Kendali

source: Why do I need to complete this information?
id: Mengapa saya perlu melengkapi informasi ini?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
id: Kami menggunakan informasi yang anda berikan untuk memperbaiki program kami, baik bagi pelajar saat ini dan nanti. Dengan memahami kebutuhan anda, akan membantu kami membuat pengalaman belajar yang lebih baik.

source: Who can I contact if I have questions?
id: Siapa yang dapat saya hubungi jika memiliki pertanyaan?

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
id: Jika anda memiliki pertanyaan mengenai program atau formulir ini, silakan hubungi {link_start}{mail_to_link}{link_end}.

source: Have questions?
id: Ada pertanyaan?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
id: Harap membaca {a_start}FAQ kami untuk melihat pertanyaan umum mengenai sertifikat kami{a_end}.

source: Re-Verify for {course_name}
id: Verifikasi kembali untuk {course_name}

source: Verification Deadline Has Passed
id: Tenggat Waktu Verifikasi Telah Lewat

source: Upgrade Deadline Has Passed
id: Tenggat Waktu Pembaruan Telah Lewat

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
id: Tenggat waktu verifikasi untuk {course_name} adalah {{date}}. Verifikasi tidak lagi tersedia.

source: The deadline to upgrade to a verified certificate for this course has passed.
id: Tenggat waktu untuk memperbarui verifikasi sertifikat untuk program ini telah lewat.

source: Upgrade Your Enrollment For {course_name}.
id: Perbarui Pendaftaran Anda Untuk {course_name}.

source: Receipt For {course_name}
id: Tanda Terima Untuk {course_name}

source: Verify For {course_name}
id: Verifikasi Untuk {course_name}

source: Enroll In {course_name}
id: Terdaftar dalam {course_name}

source: Technical Requirements
id: Persyaratan Teknis

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
id: Harap pastikan browser anda telah diperbarui menjadi {strong_start}{a_start} versi terbaru{a_end}{strong_end}. Dan pastikan juga {strong_start} webcam anda telah tersambung dan berfungsi untuk digunakan oleh browser anda. (periksa pengaturan browser anda).{strong_end}

source: Re-Verification
id: Verifikasi Ulang

source: Identity Verification
id: Verifikasi Identitas

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
id: Anda telah mengajukan informasi verifikasi. Anda akan melihat pesan pada panel kendali anda setelah proses verifikasi selesai (kurang lebih 1-2 hari).

source: You cannot verify your identity at this time.
id: Anda tidak dapat memverifikasi identitas anda saat ini.

source: Return to Your Dashboard
id: Kembali ke Panel Kendali Anda

source: This website uses cookies to ensure you get the best experience on our website.
id: Situs web ini menggunakan cookies untuk memastikan Anda mendapatkan pengalaman terbaik di situs kami.

source: Got it!
id: Mengerti!

source: Learn more
id: Belajarlah lagi

source: Changes
id: Perubahan

source: {span_start}active{span_end}
id: {span_start}aktif{span_end}

source: Course Wiki
id: Kursus Wiki

source: Add article
id: Tambah artikel

source: Access Course Staff Support on the Partner Portal to submit or review support tickets
id: Akses Bantuan Staf Program pada Rekan Portal untuk mengajukan atau meninjau bantuan

source: edX Partner Portal
id: Rekan Portal edX

source: Browse recently launched courses and see what's new in your favorite subjects.
id: Cari program yang baru saja diluncurkan dan lihat hal baru dalam subjek favorit anda.

source: Explore New Courses
id: Jelajah Program Baru

source: Page Footer
id: Catatan Kaki Halaman

source: About edX
id: Tentang edx

source: © 2012-{year} edX Inc. All rights reserved except where noted. EdX, Open edX and the edX and Open EdX logos are registered trademarks or trademarks of edX Inc.
id: © 2012-{year} edX Inc. Seluruh hak cipta dilindungi, terkecuali dengan catatan. Logo EdX, Open edX dan the edX dan Open Edx anda merek dagang terdaftar atau merek dagang dari edX Inc.

source: Main
id: Utama

source: Find Courses
id: Cari Program

source: Schools & Partners
id: Sekolah & Rekan

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
id: {b_start} Dukung Misi Kami: {b_end} EdX, merupakan organisasi non-profit, bergantung pada sertifikat terverifikasi untuk membantu membiayai pendidikan gratis bagi seluruh orang.

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
id: {tos_link_start}Persyaratan pelayanan{tos_link_end} dan {honor_link_start}Kode Kehormatan{honor_link_end}

source: More options dropdown
id: Pilihan lainnya dropdown

source: My Profile
id: Profil Saya

source: Register Now
id: Registrasi Sekarang

source: Copyright
id: Hak Cipta

source: Copyright {year}. All rights reserved.
id: Hak Cipta {year}. Seluruh hak cipta dilindungi.

source: For anyone, anywhere, anytime
id: Untuk semua, dimanapun, kapanpun

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
id: Anda akan menerima email aktivasi. Anda harus mengklik tautan aktivasi untuk melengkapi proses. Tidak menerima email? Periksa folder spam anda dan tandai email dari class.stanford.edu sebagai 'bukan spam', dikarenakan anda akan menerima email dari program anda di masa yang akan datang.

source: Need help in registering with {platform_name}?
id: Membutuhkan bantuan untuk registrasi pada {platform_name}?

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
id: Setelah terregistrasi, sebagian besar pertanyaan dapat dijawab melalui forum program atau FAQ.

source: Thank you for signing up for {platform_name}.
id: Terima kasih telah mendaftar untuk {platform_name}.

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
id: Ubah hidup Anda dan mulailah belajar hari ini dengan mengaktifkan akun {platform_name} Anda. Klik pada link di bawah ini atau copy dan paste ke address bar browser Anda.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
id: Jika Anda tidak meminta ini, Anda tidak perlu melakukan apapun; Anda tidak akan menerima email lagi dari kami. Tolong jangan balas ke email ini; jika Anda memerlukan bantuan, periksa tentang bagian dari situs web {platform_name} Courses.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
id: Ini untuk memastikan bahwa Anda mengubah e-mail yang terkait dengan {platform_name} dari {old_email} menjadi {new_email}. Jika Anda tidak mengajukan permintaan ini, hubungi kami di

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
id: Kami minta maaf. Staf kursus kami tidak menyetujui permintaan Anda untuk mengganti nama Anda dari {old_name} menjadi {new_name}. Jika Anda memerlukan bantuan lebih lanjut, mohon kirimkan e-mail dukungan teknis di {email}

source: Put your Terms of Service here!
id: Simpan Persyaratan Layanan anda disini!

source: Put your Privacy Policy here!
id: Simpan Kebijakan Privasi anda disini!

source: Put your Honor Code here!
id: Simpan Honor Code anda disini!

source: Put your Copyright Text here!
id: Simpan Teks Hak Cipta anda disini!

source: The page that you were looking for was not found.
id: Halaman yang anda cari tidak ditemukan.

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
id: Kembali ke {homepage} atau beritahu kami halaman yang mungkin telah dihapus melalui {email}.

source: The {em_start}{studio_name}{em_end} servers encountered an error
id: Server {em_start}{studio_name}{em_end} telah menemukan masalah

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
id: Sebuah kesalahan telah terjadi di {studio_name} dan halaman tidak dapat dimuat. Harap coba kembali beberapa saat lagi.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
id: Kami telah melaporkan kesalahan dan staf kami sedang dalam proses menyelesaikan masalah ini secepatnya.

source: If the problem persists, please email us at {email_link}.
id: Jika masalah tetap terjadi, kirimkan email pada kami di {email_link}.

source: {studio_name} Account Activation
id: {studio_name} Aktivasi Akun

source: Your account is already active
id: Akun anda telah aktif

source: This account, set up using {email}, has already been activated. Please sign in to start working within {studio_name}.
id: Akun ini, menggunakan {email}, telah diaktivasi. Harap masuk dan mulai bekerja dari {studio_name}.

source: Sign into {studio_name}
id: Masuk ke {studio_name}

source: Your account activation is complete!
id: Aktivasi akun anda telah selesai!

source: Thank you for activating your account. You may now sign in and start using {studio_name} to author courses.
id: Terimakasih telah mengaktivasi akun anda. Anda dapat masuk dan mulai menggunakan studio_name} untuk menulis program.

source: Your account activation is invalid
id: Aktivasi akun anda tidak valid

source: We're sorry. Something went wrong with your activation. Check to make sure the URL you went to was correct, as e-mail programs will sometimes split it into two lines.
id: Maaf, suatu kesalahan telah terjadi dengan proses aktivasi anda. Perika kembali jikaURL telah benar, dikarenakan program email terkadang membagi URL menjadi dua baris.

source: If you still have issues, contact {platform_name} Support. In the meantime, you can also return to {link_start}the {studio_name} homepage.{link_end}
id: Jika anda tetap mengalami masalah, kontak bagian Dukungan {platform_name}. Untuk sementara anda dapat kembali ke {link_start}beranda {studio_name}.{link_end}

source: Files & Uploads
id: Berkas & Unggahan

source: Page Actions
id: Halaman Perintah

source: Upload New File
id: Unggah Berkas Baru

source: Adding Files for Your Course
id: Tambahkan Berkas ke Program Anda

source: To add files to use in your course, click {em_start}Upload New File{em_end}. Then follow the prompts to upload a file from your computer.
id: Untuk menambah berkas yang digunakan dalam program anda, klik {em_start}Unggah Berkas Baru{em_end}. Kemudian ikuti perintah selanjutnya untuk mengunggah berkas dari komputer anda.

source: {em_start}Caution{em_end}: {platform_name} recommends that you limit the file size to {em_start}10 MB{em_end}. In addition, do not upload video or audio files. You should use a third party service to host multimedia files.
id: {em_start}Perhatian{em_end}: {platform_name} merekomendasi anda untuk membatasi ukuran berkas menjadi {em_start}10 MB{em_end}. Sebagai tambahan, jangan mengunggah berkas video atau audio. Anda harus menggunakan pihak ketiga untuk berkas video dan audio.

source: The course image, textbook chapters, and files that appear on your Course Handouts sidebar also appear in this list.
id: Gambar program, bab buku, dan berkas yang muncul pada sidebar Materi Program juga muncul dalam daftar ini.

source: Using File URLs
id: Menggunakan URL dari Berkas

source: Use the {em_start}{studio_name} URL{em_end} value to link to the file or image from a component, a course update, or a course handout.
id: Gunakan {em_start}{studio_name} URL{em_end} untuk menghubungkan berkas atau gambar adari komponen, pembaruan program, atau materi program.

source: Use the {em_start}Web URL{em_end} value to reference the file or image only from outside of your course. {em_start}Note:{em_end} If you lock a file, the Web URL no longer works for external access to a file.
id: Gunakan {em_start}URL Situs{em_end} untuk memberikan referensi pada berkas atau gambar yang berada di luar program anda. {em_start}Catatan:{em_end} Jika anda mengunci sebuah berkas, maka URL Situs tidak lagi berfungsi untuk mengakses berkas dari luar.

source: To copy a URL, double click the value in the URL column, then copy the selected text.
id: Untuk menyalin URL, klik dua kali pada kolom URL dan salin ke dalam teks anda.

source: Learn more about managing files
id: Pelajari lebih lanjut cara mengatur berkas

source: close
id: tutup

source: Max per-file size: {max_filesize}MB
id: Ukuran maksimum per-berkas: {max_filesize}MB

source: Choose File
id: Pilih Berkas

source: Your file has been deleted.
id: Berkas anda telah dihapus.

source: close alert
id: tutup peringatan

source: Course Certificates
id: Sertifikat Program

source: This module is not enabled.
id: Modul ini tidak diaktifkan.

source: This course does not use a mode that offers certificates.
id: Program ini tidak menggunakan mode yang menawarkan sertifikat.

source: Working with Certificates
id: Bekerja dengan Sertifikat

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
id: Tentukan judul program yang akan dicantumkan pada sertifikat jika nama resmi program terlalu penjangn untuk dicantumkan.

source: For verified certificates, specify between one and four signatories and upload the associated images.
id: Untuk sertifikat terverifikasi, tentukan antara satu dan 4 tandatangan dan unggah gambar.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
id: Untuk merubah atau menghapus sertifikat yang belum diaktivasi, klik ikon hapus di bagian atas kanan formulir atau pilih {em_start}Edit{em_end}.

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
id: Untuk melihat contoh sertifikat, pilih mode program dan klik {em_start}Pratinjau Sertifikat{em_end}.

source: Issuing Certificates to Learners
id: Mengeluarkan Sertifikat bagi Pelajar

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
id: Untuk mulai menerbitkan sertifikat kursus, anggota tim kursus dengan peran Staf atau Admin memilih {em_start} Aktifkan {em_end}. Hanya anggota tim kursus dengan peran ini dapat mengedit atau menghapus sertifikat yang diaktifkan.

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
id: {em_start}Jangan{em_end} menghapus sertifikat setelah program dimulai; pelajar yang telah berhak mendapatkan sertifikat tidak akan dapat mengaksesnya kembali.

source: Learn more about certificates
id: Pelajari lebih lanjut mengenai sertifikat

source: Other Course Settings
id: Pengaturan Program Lain

source: Details &amp; Schedule
id: Rincian &amp; Jadwal

source: Grading
id: Penilaian

source: Course Team
id: Kelompok Program

source: Advanced Settings
id: Pengaturan Tingkat Lanjut

source: Duplicate
id: Duplikasi

source: Duplicate this component
id: Duplikasi komponen ini

source: Move
id: Pindah

source: Delete this component
id: Hapus komponen ini

source: Drag to reorder
id: Tarik untuk menyusun ulang

source: Open the courseware in the LMS
id: Buka courseware dalam LMS

source: View Live Version
id: Lihat Versi Langsung

source: Preview the courseware in the LMS
id: Pratinjau courseware dalam LMS

source: Adding components
id: Tambahkan komponen

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
id: Pilih jenis komponen di bawah {strong_start}Tambah Komponen Baru{strong_end}. Dan pilih template.

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
id: Komponen baru telah ditambahkan di bawah halaman atau kelompok. Anda dapat merubah dan memindahkan komponen.

source: Editing components
id: Mengubah komponen

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
id: Klik ikon {strong_start}Ubah{strong_end} dalam sebuah komponen untuk merubah konten.

source: Reorganizing components
id: Mengatur ulang komponen

source: Drag components to new locations within this component.
id: Tarik komponen ke lokasi baru dalam komponen ini.

source: For content experiments, you can drag components to other groups.
id: Untuk konten eksperimen, anda dapat menarik komponen ke dalam kelompok lain.

source: Working with content experiments
id: Bekerja dengan konten eksperimen

source: Confirm that you have properly configured content in each of your experiment groups.
id: Konfirmasi jika anda telah mengatur konten masing-masing kelompok eksperimen anda dengan baik.

source: Learn more about component containers
id: Pelajari lebih lanjut mengenai kontainer komponen

source: Unit Location
id: Lokasi Unit

source: Location ID
id: Identitas Lokasi

source: To create a link to this unit from an HTML component in this course, enter "/jump_to_id/<location ID>" as the URL value.
id: Untuk membuat link ke unit ini dari komponen HTML dalam kursus ini, memasukkan "/jump_to_id/<location ID>" sebagai nilai URL.

source: Location in Course Outline
id: Lokasi di Uraian Program

source: Create a Course Rerun of:
id: Buat Re-run Program dari:

source: Create a re-run of a course
id: Buat re-run sebuah program

source: You are creating a re-run from:
id: Anda sedang membuat formulir re-run:

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
id: Berikan informasi bagi re-run program ini. Program asli tidak akan terpengaruh oleh re-run.

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
id: Catatan: Bersamaan, organisasi, nomor program dan penjalanan program harus secara unik mengidentifikasi program baru ini.

source: Required Information to Create a re-run of a course
id: Informasi Persyaratan untuk Membuat re-run program

source: e.g. Introduction to Computer Science
id: contoh: Introduction to Computer Science

source: The public display name for the new course. (This name is often the same as the original course name.)
id: Nama yang terlihat oleh publik untuk program baru. (Nama ini seringkali sama dengan nama asli program).

source: Organization
id: Organisasi

source: e.g. UniversityX or OrganizationX
id: contoh: UniversitasX atau OrganisasiX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
id: Nama organisasi yang mensponsori program baru. (Nama ini seringkali sama dengan nama asli program).

source: Note: No spaces or special characters are allowed.
id: Catatan: Tidak diperbolehkan menggunakan spasi atau karakter khusus.

source: e.g. CS101
id: contoh: CS101

source: The unique number that identifies the new course within the organization. (This number will be the same as the original course number and cannot be changed.)
id: Nomor unik yang mengidentifikasi program baru dalam organisasi. (Nomor ini seringkali sama dengan nomor asli program).

source: Course Run
id: Run Program

source: e.g. 2014_T1
id: contoh: 2014_T1

source: The term in which the new course will run. (This value is often different than the original course run value.)
id: Ketentuan yang akan digunakan untuk program baru. (Value seringkali berbeda dengan run value sebelumnya).

source: Create Re-run
id: Buat Re-run

source: When will my course re-run start?
id: Kapan re-run program saya akan dimulai?

source: The new course is set to start on January 1, 2030 at midnight (UTC).
id: Program baru dijadwalkan untuk mulai pada 1 Januari 2030 tengah malam (UTC).

source: What transfers from the original course?
id: Apa yang ditransfer dari program asli?

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
id: Program baru memiliki uraian program dan konten yang sama seperti program asli. Seluruh soal, video, pengumuman, dan berkas lainnya sudah diduplikasi ke dalam program baru.

source: What does not transfer from the original course?
id: Apa yang tidak ditransfer dari program asli?

source: You are the only member of the new course's staff. No students are enrolled in the course, and there is no student data. There is no content in the discussion topics or wiki.
id: Anda satu-satunya anggota staf kelompok program baru ini. Tidak ada pelajar yang terdaftar, sehingga tidak ada data pelajar. Tidak ada konten dalam topik diskusi maupun wiki.

source: Learn more about Course Re-runs
id: Pelajari lebih lanjut mengenai Re-run Program

source: Course Updates
id: Pembaruan Program

source: New Update
id: Pembaruan Baru
