Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: The card has reached the credit limit. Possible action: retry with another form of payment.
id: Kartu telah mencapai batas kredit. Kemungkinan tindakan: coba kembali dengan metode lain pembayaran.

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
id: Nomor verifikasi kartu (CVN) tidak valid. Kemungkinan tindakan: coba kembali dengan metode lain pembayaran.

source: The customer matched an entry on the processors negative file.
id: Pelanggan cocok dengan entri pada berkas negatif prosesor.

source: Account frozen. Possible action: retry with another form of payment.
id: Akun dibekukan. Kemungkinan tindakan: coba kembali dengan metode pembayaran lain.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the CVN check. Possible action: retry with another form of payment.
id: Otorisasi permintaan sudah disetuji oleh bank penerbit namun ditolak oleh CyberSource karena tidak lulus pengecekan CVN. Kemungkinan tindakan: Coba kembali dengan metode pembayaran lain.

source: Invalid account number. Possible action: retry with another form of payment.
id: Nomor akun tidak valid. Kemungkinan tindakan: coba kembali dengan metode lain pembayaran.

source: The card type is not accepted by the payment processor. Possible action: retry with another form of payment.
id: Tipe kartu tidak diterima oleh mesin pembayaran. Kemungkinan tindakan: coba kembali dengan metode lain pembayaran.

source: General decline by the processor. Possible action: retry with another form of payment.
id: Penolakan umum oleh prosesor. Kemungkinan tidakan: coba kembali dengan metode lainpembayaran.

source: There is a problem with the information in your CyberSource account. Please let us know at {0}
id: Ada masalah dengan informasi pada akun CyberSource anda. Mohon beritahu kami di {0}

source: The requested capture amount exceeds the originally authorized amount.
id: Jumlah yang diminta melewati jumlah yang diotorisasi diawal.

source: Processor Failure. Possible action: retry the payment
id: Kegagalan Prosesor. Kemungkinan solusi Coba kembali pembayaran

source: The authorization has already been reversed.
id: Otorisasi telah dikembalikan.

source: The authorization has already been captured.
id: Otorisasi sudah didapatkan.

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
id: Tipe kartu yang dikirimkan tidak benar atau tidak berasosiasi dengan nomor kartu kredit. Kemungkinan solusi: coba kembali dengan kartu yang sama atau metode pembayaran lain.

source: You requested a capture, but there is no corresponding, unused authorization record. Occurs if there was not a previously successful authorization request or if the previously successful authorization has already been used by another capture request.
id: Anda meminta capture, namun tidak ada respon, catatan otentikasi yang tidak digunakan. Terjadi bila tidak ada otentikasi sebelum nya yang berhasil atau bila otentikasi berhasil yang sebelumnya sudah digunakan oleh permintaan capture lain.

source: Either the capture or credit is not voidable because the capture or credit information has already been submitted to your processor, or you requested a void for a type of transaction that cannot be voided.
id: Antara penangkapan atau kredit tidak dapat dibatalkan karena informasi penangkapan atau kredit sudah dikirimkan ke prosesor Anda. Atau, Anda meminta pembatalan untuk jenis transaksi yang tidak dapat dibatalkan.

source: You requested a credit for a capture that was previously voided.
id: Anda meminta kredit untuk capture yang sebelumnya sudah dibatalkan.

source: The request was received, but there was a timeout at the payment processor.
id: Permintaan telah diterima, namun waktu di prosesor pembayaran telah habis.

source: Stand-alone credits are not allowed.
id: Kredit yang berdiri sendiri tidak diperbolehkan.

source: The cardholder is enrolled for payer authentication
id: Pemilik kartu terdaftar sebagai pembayar otentikasi

source: Payer authentication could not be authenticated
id: Otentikasi pembayar tidak dapat diotentikasi.

source: The authorization request was approved by the issuing bank but declined by CyberSource based on your legacy Smart Authorization settings. Possible action: retry with a different form of payment.
id: Permintaan otorisasi sudah disetujui oleh bank penerbit namun ditolak oleh CyberSource karena pengaturan legal Otentikasi Pintar anda. Kemungkinan solusi: coba kembali dengan metode pembayaran lain.

source: Order Number
id: Nomor Pemesanan

source: Customer Name
id: Nama Pelanggan

source: Date of Original Transaction
id: Tanggal Transaksi Orisinil

source: Date of Refund
id: Tanggal Pengembalian

source: Amount of Refund
id: Jumlah Pengembalian Dana

source: Service Fees (if any)
id: Biaya Layanan (jika ada)

source: Purchase Time
id: Waktu Pembelian

source: Order ID
id: ID Pemesanan

source: Unit Cost
id: Biaya Satuan

source: Total Cost
id: Total Biaya

source: Currency
id: Mata Uang

source: Comments
id: Komentar

source: University
id: Universitas

source: Course Announce Date
id: Tanggal Pengumuman Program

source: Course Start Date
id: Tanggal Mulai Program

source: Course Registration Close Date
id: Tanggal Penutupan Pendaftaran Program

source: Course Registration Period
id: Periode Pendaftaran Program

source: Total Enrolled
id: Total Pendaftaran

source: Audit Enrollment
id: Pendaftaran Audit

source: Honor Code Enrollment
id: Pendaftaran Kode Kehormatan

source: Verified Enrollment
id: Pendaftaran Terverifikasi

source: Gross Revenue
id: Pendapatan Kotor

source: Gross Revenue over the Minimum
id: Pendapatan Kotor diatas Minimal

source: Number of Verified Students Contributing More than the Minimum
id: Jumlah Pelajar Terverifikasi yang Berkontribusi Lebih dari Minimal

source: Number of Refunds
id: Jumlah Pengembalian Dana

source: Dollars Refunded
id: Dolar Dikembalikan

source: Number of Transactions
id: Jumlah Transaksi

source: Total Payments Collected
id: Total Pembayaran Diterima

source: Number of Successful Refunds
id: Jumlah Pengembalian Dana yang Berhasil

source: Total Amount of Refunds
id: Jumlah Total Pengembalian Dana

source: You must be logged-in to add to a shopping cart
id: Anda harus masuk untuk menambahkan ke keranjang belanja

source: The course you requested does not exist.
id: Program yang anda minta tidak ada.

source: The course {course_id} is already in your cart.
id: Program {course_id} sudah ada dalam keranjang anda.

source: You are already registered in course {course_id}.
id: Anda sudah terdaftar dalam progam {course_id}.

source: Course added to cart.
id: Program dimasukkan di dalam keranjang.

source: Discount does not exist against code '{code}'.
id: Tidak ada diskon dengan kode '{code}'.

source: This enrollment code ({enrollment_code}) is no longer valid.
id: Kode pendaftaran ini ({enrollment_code}) tidak lagi valid.

source: This enrollment code ({enrollment_code}) is not valid.
id: Kode pendaftaran ini ({enrollment_code}) tidak valid.

source: Code '{registration_code}' is not valid for any course in the shopping cart.
id: Kode '{registration_code}' tidak valild untuk program apapun di keranjang belanja.

source: Cart item quantity should not be greater than 1 when applying activation code
id: Jumlah item keranjang tidak boleh lebih dari 1 ketika menggunakan kode aktifasi

source: Only one coupon redemption is allowed against an order
id: Hanya satu penukaran kupon yang diperbolehkan untuk pemesanan

source: success
id: sukses

source: You do not have permission to view this page.
id: Anda tidak memiliki ijin untuk melihat halaman ini.

source: No email address provided.
id: Tidak ada alamat email yang disediakan

source: View and regenerate certificates.
id: Tinjau dan hasilkan sertifikat.

source: Manual Refund
id: Pengembalian Dana Manual

source: Track refunds issued directly through CyberSource.
id: Lacak pengembalian dana yang dierbitkan langsung melalui CyberSource.

source: Enrollment
id: Pendaftaran

source: View and update learner enrollments.
id: Tinjau dan perbarui pendaftaran pelajar.

source: Email Address
id: Alamat Email

source: Course ID
id: ID Program

source: User not found
id: Pengguna tidak ditemukan

source: Course {course_id} not past the refund window.
id: Program {course_id} tidak melewati bagian pengembalian dana.

source: No order found for {user} in course {course_id}
id: Tidak ada pemesanan yang ditemukan untuk {user} di program {course_id}

source: Unenrolled {user} from {course_id}
id: Keluarkan {user} dari {course_id}

source: Refunded {cost} for order id {order_id}
id: Pengembalian dana {cost} untuk id pemesanan {order_id}

source: Optional language the team uses as ISO 639-1 code.
id: Bahasa opsional yang digunakan tim sebagai kode ISO 639-1.

source: Teams
id: Tim

source: The supplied course id {course_id} is not valid.
id: Program id {course_id} yang disediakan tidak valid.

source: course_id must be provided
id: program_id harus disediakan

source: text_search and order_by cannot be provided together
id: pencarian_teks dan pemesanan_oleh tidak dapat disediakan bersamaan

source: The supplied topic id {topic_id} is not valid
id: Topik id yang disediakan {topic_id} tidak valid

source: Error connecting to elasticsearch
id: Kesalahan dalam menghubungkan ke elasticsearch

source: The ordering {ordering} is not supported
id: Pemesanan {ordering} tidak didukung

source: The supplied course_id {course_id} is not valid.
id: Program_id {course_id} yang disediakan tidak valid.

source: You are already in a team in this course.
id: Anda sudah berada di tim untuk program ini.

source: username or team_id must be specified.
id: nama pengguna atau id tim harus ditentukan.

source: Username is required.
id: Nama pengguna diperlukan.

source: Team id is required.
id: ID tim diperlukan.

source: This team is already full.
id: Tim ini sudah penuh.

source: The user {username} is already a member of a team in this course.
id: Pengguna {username} sudah merupakan anggota tim di program ini.

source: The user {username} is not enrolled in the course associated with this team.
id: Pengguna {username} tidak terdaftar dalam program yang terasosiasi dengan tim ini.

source: Your {platform_name} verification has expired.
id: Verikasi {platform_name} anda telah berakhir.

source: The course for which this deadline applies
id: Program dimana batas waktu ini berlaku

source: The datetime after which users are no longer allowed to submit photos for verification.
id: Waktu dimana pengguna tidak lagi diijinkan untuk mengirimkan foto untuk verifikasi.

source: Intro
id: Pengantar

source: Make payment
id: Lakukan Pembayaran

source: Payment confirmation
id: Konfirmasi Pembayaran

source: Take photo
id: Ambil foto

source: Take a photo of your ID
id: Ambil foto ID Anda

source: Review your info
id: Ulas info Anda

source: Enrollment confirmation
id: Konfirmasi Pendaftaran

source: Selected price is not valid number.
id: Harga yang dipilih bukan angka yang benar.

source: This course doesn't support paid certificates
id: Program ini tidak didukung sertifikat berbayar

source: No selected price or selected price is below minimum.
id: Tidak ada harga yang dipilih atau harga yang dipilih dibawah minimal.

source: Photo ID image is required if the user does not have an initial verification attempt.
id: Gambah Photo ID diperlukan bila pengguna tidak mencoba verifikasi diawal.

source: Missing required parameter face_image
id: parameter face_image yang dibutuhkan tidak ada

source: Invalid course key
id: key program tidak valid

source: No profile found for user
id: Tidak ditemukan profil pengguna.

source: Name must be at least {min_length} characters long.
id: Nama harus terdiri minimal {min_length} karakter.

source: Image data is not valid.
id: Data gambar tidak valid.

source: Verification photos received
id: Verifikasi foto diterima

source: Like {platform_name} on Facebook
id: Suka {platform_name} di Facebook

source: Follow {platform_name} on Twitter
id: Ikutin {platform_name} di Twitter

source: Follow {platform_name} on LinkedIn
id: Ikuti {platform_name} di LinkedIn

source: Follow {platform_name} on Google+
id: Ikuti {platform_name} di Google+

source: Subscribe to the {platform_name} subreddit
id: Berlangganan ke subreddit {platform_name}

source: Subscribe to the {platform_name} YouTube channel
id: Berlanggan ke channel Youtube {platform_name}

source: Welcome to {platform_name}.
id: Selamat datang di {platform_name}.

source: {start_bold}{enterprise_name}{end_bold} has partnered with {start_bold}{platform_name}{end_bold} to offer you high-quality learning opportunities from the world's best universities.
id: {start_bold} {enterprise_name} {end_bold} telah bermitra dengan {start_bold} {platform_name} {end_bold} untuk menawarkan kesempatan belajar berkualitas tinggi dari universitas terbaik dunia.

source: Signed Out
id: Keluar

source: You have signed out.
id: Anda telah keluar.

source: If you are not redirected within 5 seconds, <a href="%(target)s">click here to go to the home page</a>.
id: Jika anda tidak diarahkan dalam 5 detik, <a href="%(target)s">klik disini untuk membuka Beranda</a>.

source: Skip to main content
id: Lewati ke konten utama

source: Authorize
id: Otorisasi

source: The above application requests the following permissions from your account:
id: Aplikasi diatas meminta ijin berikut untuk akun Anda:

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
id: Silahkan klik tombol 'Ijinkan' untuk memberikan ijin pada aplikasi di atas. Jika tidak, untuk menarik ijin tersebut, silahkan klik tombol 'Batal' .

source: Cancel
id: Batal

source: Allow
id: Ijinkan

source: Error
id: Eror

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
id: Anda menerima email ini karena anda mengajukan permintaan atur ulang kata sandi anda untuk akun pengguna anda di %(site_name)s.

source: Please go to the following page and choose a new password:
id: Silahkan menuju halaman berikut dan pilih kata sandi baru:

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
id: Jika anda tidak mengajukan perubahan ini, anda dapat mengabaikan email ini - kami belum mengatur ulang kata sandi anda.

source: Thanks for using our site!
id: Terimakasih telah menggunakan situs kami!

source: The %(platform_name)s Team
id: Tim %(platform_name)s

source: Last modified:
id: Modifikasi terakhir:

source: See all children
id: Lihat semua peranakan

source: This article was last modified:
id: Artikel ini terakhir dimodifikasi pada:

source: Add new article
id: Tambah artikel baru

source: Create article
id: Buat artikel

source: Go back
id: Kembali

source: Delete article
id: Hapus artikel

source: Delete
id: Hapus

source: You cannot delete a root article.
id: Anda tidak dapat mnghapus akar artikel.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
id: Anda tidak dapat menghapus artikel ini karena anda tidak memiliki ijin untuk menghapus artikel dengan peranakannya. COba untuk menghilangkan peranakannya satu persatu secara manual

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
id: Anda menghapus sebuah artikel. Artinya artikel dan peranakannya akan dihapusjuga. Jika anda memilih untuk menyingkirkan, peranakan artikel juga akan disingkirkan!

source: Articles that will be deleted
id: Artikel yang akan dihapus

source: ...and more!
id: ... dan lebih banyak lagi!

source: You are deleting an article. Please confirm.
id: Anda menghapus sebuah artikel. Mohon konfirmasi.

source: Edit
id: Sunting

source: Save changes
id: Simpan perubahan

source: Preview
id: Pratinjau

source: Close
id: Tutup

source: Wiki Preview
id: Pratinjau Wiki

source: window open
id: buka jendela

source: Back to editor
id: kembali ke editor

source: History
id: Riwayat

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
id: Klik setiap revisi untuk melihat daftar baris yang telah disunting. Klik tombol Pratinjauuntuk melihat bagaimana artikelnya terlihat pada tahap ini. Di bagian bawah halaman ini, Andadapat mengubah revisi tertentu atau menggabungkan revisi lama denganyang sekarang.

source: (no log message)
id: (tidak ada pesan log)

source: Preview this revision
id: Pratinjau revisi ini

source: Change
id: Ubah

source: Merge selected with current...
id: Gabungkan pilihan dengan yang ada...

source: Switch to selected version
id: Tukar ke versi yang dipilih

source: Wiki Revision Preview
id: Tinjauan Revisi Wiki

source: Back to history view
id: Kembali ke tinjauan riwayat

source: Switch to this version
id: Tukar ke versi ini

source: Merge Revision
id: Gabungkan Revisi

source: Merge with current
id: Gabungkan dengan yang sekarang

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
id: Bila Anda menggabungkan revisi dengan yang saat ini, semua data akan diambil darikedua versi dan digabungkan di bagian perkiraan dari setiap revisi.

source: After this, it's important to do a manual review.
id: Setelah ini, penting untuk melakukan pengecekan manual.

source: Create new merged version
id: Buat versi gabungan baru

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
id: Anda butuh <a href="%(login_url)s">masuk</a> atau <a href="%(signup_url)s">daftar</a> untuk menggunakan fungsi ini.

source: You need to log in or sign up to use this function.
id: Anda harus masuk atau mendaftar untuk menggunakan fungsi ini.

source: Wiki Syntax Help
id: Bantuan Syntax Wiki

source: This wiki uses <strong>Markdown</strong> for styling. There are several useful guides online. See any of the links below for in-depth details:
id: Wiki ini menggunakan <strong> Markdown </ strong> untuk pengaturan. Ada beberapapanduan bermanfaat online. Lihat tautan di bawah ini untuk rincian lebih lanjut:

source: Quick Markdown Syntax Guide
id: Petunjuk Cepat Syntax

source: Miniature Markdown Guide
id: Petunjuk Miniatur

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
id: Untuk membuat artikel wiki baru, buat tautan ke sana. Mengklik tautan memberiAnda halaman pembuatan.

source: [Article Name](wiki:ArticleName)
id: [Article Name](wiki:NamaArtikel)

source: %(platform_name)s Additions:
id: %(platform_name)s Tambahan:

source: Math Expression
id: Persamaan Matematika

source: Useful examples:
id: Contoh berguna:

source: Huge Header
id: Judul Besar

source: Smaller Header
id: Judul Lebih Kecil

source: *emphasis* or _emphasis_
id: *penekanan* atau _penekanan_

source: **strong** or __strong__
id: **kuat** atau __kuat__

source: Unordered List
id: Daftar yang Tidak Dipesan

source: Ordered
id: Pemesanan

source: List
id: Daftar

source: Quotes
id: Kutipan

source: Markdown syntax is allowed. See the %(start_link)scheatsheet%(end_link)s for help.
id: Menandai syntax diperolehkan. Lihat %(start_link)scheatsheet%(end_link)s untuk bantuan.

source: Attachments
id: Lampiran

source: Upload new file
id: Unggah berkas baru

source: Search and add file
id: Cari dan tambahkan berkas

source: Upload File
id: Unggah Berkas

source: Upload file
id: Unggah berkas

source: Search files and articles
id: Cari berkas dan artikel

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
id: Anda dapat menggunakan kembali berkas dari artikel lain. Berkas-berkas ini tunduk pada pembaruanartikel lain yang mungkin atau mungkin bukan hal yang baik.

source: Search
id: Cari

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
id: Berkas berikut tersedia untuk artikel ini. Salin label yang ditandai untuklangsung melihat berkas dari teks artikelnya.

source: Markdown tag
id: Tandai label

source: Uploaded by
id: Diunggah oleh

source: Size
id: Ukuran

source: File History
id: Riwayat Berkas

source: Replace
id: Ganti

source: Restore
id: Kembalikan

source: anonymous (IP logged)
id: Anonim (IP logged)

source: File history
id: Riwayat berkas

source: revisions
id: revisi

source: There are no attachments for this article.
id: Tidak ada lampiran untuk artikel ini.

source: Previewing revision:
id: Pratinjau revisi:

source: Previewing a merge between two revisions:
id: Pratinjau penggabungan antara dua revisi:

source: This revision has been deleted.
id: Revisi ini sudah dihapus.

source: Restoring to this revision will mark the article as deleted.
id: Mengembalikan revisi ini akan menandai artikel ini sebagai dihapus.

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
id: Setelah Anda menyetujui permintaan ini, masuk ke {catalog_admin_url} untuk mengatur katalog untuk pengguna ini.

source: Company Address
id: Alamat Perusahaan

source: Describe what your application does.
id: Deskripsikkan apa yang anda lakukan

source: The URL of your company's website.
id: URL situs perusahaan anda.

source: The name of your company.
id: Nama perusahaan anda.

source: The contact address of your company.
id: Alamat kontak perusahaan anda.

source: The following users do not exist: {usernames}.
id: Pengguna berikut tidak ada: {usernames}.

source: Comma-separated list of usernames which will be able to view this catalog.
id: Daftar nama pengguna yang dipisahkan koma yang bisa melihat katalog ini.

source: Denied
id: Ditolak

source: Approved
id: Diterima

source: Status of this API access request
id: Status dari permintaan akses API

source: The URL of the website associated with this API user.
id: URL situs ini terasosiasi dengan pengguna API ini.

source: The reason this user wants to access the API.
id: Alasan pengguna ini menginginkan akses API.

source: API access request from {company}
id: Permintaan akses API dari {company}

source: API access request
id: Permintaan akses API

source: I, and my company, accept the {link_start}{platform_name} API Terms of Service{link_end}.
id: Saya, dan perusahaan saya, menerima {link_start}{platform_name} Persyaratan API Service{link_end}.

source: An error has occurred. Please try again.
id: Terjadi kesalahan. Coba lagi.

source: No data provided.
id: Tidak ada data yang disediakan.

source: Parameter usage_id not provided.
id: Parameter usage_id tidak disediakan.

source: Invalid usage_id: {usage_id}.
id: usage_id: {usage_id} tidak valid.

source: Block with usage_id: {usage_id} not found.
id: Block degan usage_id: {usage_id} tidak ditemukan.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
id: Anda dapat membuat hingga {max_num_bookmarks_per_course} markah. Anda harushapus beberapa markah sebelum Anda dapat menambahkan yang baru.

source: Bookmark with usage_id: {usage_id} does not exist.
id: Markai dengan usage_id: {usage_id} tidak ada.

source: Internal API URL
id: URL Internal API
