Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
id: Gunakan pembaruan program untuk menginformasikan pelajar mengenai tanggal dan ujian penting, diskusi dalam forum, perubahan jadwal, dan merespon terhadap pertanyaan pelajar. Anda menambah atau merubah pembaruan dalam HTML.

source: Course Outline
id: Uraian Program

source: This course was created as a re-run. Some manual configuration is needed.
id: Program ini dibuat sebagai re-run. Dibutuhkan beberapa pengaturan manual.

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
id: Tidak ada konten program yang terlihat saat ini, dan tidak ada pelajar terdaftar. Pastikan untuk meninjau dan menyetel ulang seluruh tanggal, termasuk tanggal dimulainya program; pengaturan kelompok program; meninjau ulang pembaruan program dan aset materi lainnya; dan menginisiasi diskusi dan wiki.

source: Dismiss
id: Hilangkan

source: Warning
id: Peringatan

source: This course uses features that are no longer supported.
id: Program ini menggunakan fitur yang tidak lagi didukung.

source: You must delete or replace the following components.
id: Anda harus menghapus atau mengganti komponen berikut ini.

source: Unsupported Components
id: Komponen Yang Tidak Didukung

source: Deprecated Component
id: Komponen Lama

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
id: Untuk menghindari kesalahan, {platform_name} sangat merekemondasikan anda untuk menghapus fitur yang tidak didukung dari pengaturan tingkat lanjut. Untuk melakukan ini, pergi ke {link_start}halaman Pengaturan Tingkat Lanjut{link_end}, cari pengaturan "Daftar Modul Tingkat Lanjut" dan hapus modul berikut ini dari daftar.

source: Unsupported Advance Modules
id: Modul Tingkat Lanjut Tidak Didukung

source: Click to add a new section
id: Klik untuk menambahkan bagian baru

source: New Section
id: Bagian Baru

source: Reindex current course
id: Index ulang program saat ini.

source: Reindex
id: Index Ulang

source: Collapse All Sections
id: Kecilkan Seluruh Bagian

source: Expand All Sections
id: Besarkan Seluruh Bagian

source: Click to open the courseware in the LMS in a new tab
id: Klik untuk membuka courseware dalam LMS dalam tab baru

source: View Live
id: Lihat Langsung

source: Edit Start Date
id: Ubah Tanggal Mulai

source: Course Pacing:
id: Kecepatan Program:

source: Self-Paced
id: Mengatur Kecepatan Sendiri

source: Instructor-Paced
id: Kecepatan Diatur oleh Instruktur

source: Creating your course organization
id: Membuat program organisasi anda

source: You add sections, subsections, and units directly in the outline.
id: Anda menambahkan bagian, sub-bagian, dan unit secara langsung dalam rincian.

source: Create a section, then add subsections and units. Open a unit to add course components.
id: Buat sebuah bagian, dan tambahkan sub-bagian dan unit. Buka unit untuk menambah komponen program.

source: Reorganizing your course
id: Mengatur ulang program anda

source: Drag sections, subsections, and units to new locations in the outline.
id: Tarik bagian, sub-bagian, dan unit ke lokasi baru dalam rincian.

source: Learn more about the course outline
id: Pelajari lebih lanjut mengenai rincian program.

source: Setting release dates and grading policies
id: Penyetelan tangga rilis dan kebijakan penilaian

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
id: Pilih ikon Pengaturan untuk bagian atau sub-bagian untuk menentukan tanggal rilis. Ketika anda mengatur sub-bagian, anda juga dapat menentukan kebijakan penilaian dan batas waktu.

source: Learn more about grading policy settings
id: Pelajari lebih lanjut mengenai pengaturan kebijakan penilaian

source: Changing the content learners see
id: Mengganti konten yang dilihat pelajar

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
id: Untuk mempublikasikan draf konten, pilih ikon Publikasi untuk bagian, sub-bagian, atau unit.

source: To make a section, subsection, or unit unavailable to learners, select the Configure icon for that level, then select the appropriate {em_start}Hide{em_end} option. Grades for hidden sections, subsections, and units are not included in grade calculations.
id: Untuk membuat sebuah bagian, sub-bagian atau unit tidak tersedia bagi pelajar, pilih ikon Pengaturan untuk tingkatan tersebut, kemudian pilih pilihan {em_start}Sembunyi{em_end}. Nilai untuk bagian, sub-bagian dan unit yang tersembunyi tidak disertakan dalam perhitungan nilai.

source: To hide the content of a subsection from learners after the subsection due date has passed, select the Configure icon for a subsection, then select {em_start}Hide content after due date{em_end}. Grades for the subsection remain included in grade calculations.
id: Untuk menyembunyikan konten sebuah sub-bagian dari pelajar setelah batas waktu sub-bagian telah lewat, pilih ikon Pengaturan untuk sub-bagian, kemudian pilih {em_start}Sembunyikan konten setelah batas waktu{em_end}. Nilai untuk sub-bagian akan tetap disertakan dalam perhitungan nilai.

source: Learn more about content visibility settings
id: Pelajari lebih lanjut mengenai pengaturan visibilitas konten.

source: Pages
id: Halaman

source: New Page
id: Halaman Baru

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
id: Catatan: Halaman dapat dilihat oleh publik. Jika pengguna mengetahui URL halaman tersebut, mereka dapat melihat halaman walaupun mereka tida terdaftar atau masuk dalam program anda.

source: Show this page
id: Lihat halaman ini

source: Show/hide page
id: Lihat/sembunyikan halaman

source: This page cannot be reordered
id: Halaman ini tidak dapat disusun ulang

source: You can add additional custom pages to your course.
id: Anda dapat menambahkan halaman pada program anda.

source: Add a New Page
id: Tambah Halaman Baru

source: What are pages?
id: Apa itu halaman?

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
id: Halaman terlihat secara horizontal di bagian atas program anda. Halaman Beranda, Program, Diskusi, Wiki, dan Laporan Kemajuan diikuti oleh Buku, dan halaman yang anda buat sendiri.

source: Custom pages
id: Halaman Kustom

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
id: Anda dapat membuat, merubah halaman kustom untuk menyediakan konten program tambahan bagi pelajar. Sebagai contoh, anda dapat membuat halaman untuk kebijakan nilai, presentasi program, dan kalender program.

source: How do pages look to students in my course?
id: Bagaimana halaman terlihat oleh pelajar dalam program saya?

source: Students see the default and custom pages at the top of your course and use these links to navigate.
id: Pelajar melihat halaman yang telah ditentukan dan halaman kustom di atas program anda dan menggunakan tautan ini sebagai navigasi.

source: See an example
id: Lihat contoh

source: Pages in Your Course
id: Halaman dalam Program Anda

source: Preview of Pages in your course
id: Pratinjau Halaman dalam program anda

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
id: Halaman terlihat dalam bar navigasi di atas program anda. Halaman Beranda, Program, Diskusi, Wiki, dan Laporan Kemajuan, diikuti oleh Buku dan halaman kustom.

source: close modal
id: tutup modal

source: Internal Server Error
id: Server Internal Error

source: The Page You Requested Page Cannot be Found
id: Halaman Yang Anda Minta Tidak Dapat Ditemukan

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
id: Mohon maaf, kami tidak dapat menemukan halaman {studio_name} yang anda cari. Anda mungkin ingin kembali ke Panel Kendali {studio_name} dan coba kembali. Jika anda masih mengalami masalah mengakses beberapa hal, silakan untuk menghubungi {link_start}nomor kontak {studio_name} {link_end} untuk bantuan lebih lanjut.

source: The Server Encountered an Error
id: Server menghadapi sebuah masalah

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
id: Kami mohon maaf. Ada sebuah masalah pada server saat mencoba untuk memproses permintaan terakhir anda. Anda mungkin ingin kembali ke Panel Kendali {studio_name} atau coba permintaan ini lagi. Jika anda tetapi mengalami kendala dalam mengakses beberapa hal, silakan untuk menghubungi {link_start}kontak {studio_name} bantuan{link_end} untuk bantuan lebih lanjut.

source: Back to dashboard
id: Kembali ke panel kendali

source: Library Export
id: Ekspor Koleksi

source: Course Export
id: Ekspor Program

source: Tools
id: Alat-alat

source: About Exporting Libraries
id: Tentang Ekspor Koleksi

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the library structure and content. You can also re-import libraries that you've exported.
id: Anda dapat mengekspor koleksi dan merubahnya di luar {studio_name}. Berkas yang diekspor adalah .tar.gz (yaitu, berkas .tar dikompres menggunakan GNU Zip) yang berisi struktur koleksi dan konten. Anda juga dapat mengimpor ulang koleksi yang telah anda ekspor.

source: About Exporting Courses
id: Tentang Mengekspor Program

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
id: Anda dapat mengekspor program dan merubahnya di luar {studio_name}. Berkas yang diekspor adalah .tar.gz (yaitu, berkas .tar dikompres menggunakan GNU Zip) yang berisi struktur koleksi dan konten. Anda juga dapat mengimpor ulang program yang telah anda ekspor.

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
id: {em_start}Perhatian:{em_end} Saat anda mengekspor program, informasi seperti kunci MATLAB API, paspor LTI, penjelasan token string rahasia, dan penjelasan tempat penyimpanan URL disertakan dalam data yang diekspor. Jika anda membagi berkas yang diekspor, anda mungkin juga membagi informasi bersifat sensitif atau berlisensi.

source: Export My Library Content
id: Ekspor Konten Koleksi

source: Export My Course Content
id: Ekspor Konten Program Saya

source: Export Library Content
id: Ekspor Konten Koleksi

source: Export Course Content
id: Ekspor Konten Program

source: Library Export Status
id: Status Ekspor Perpustakaan

source: Course Export Status
id: Status Ekspor Kursus

source: Preparing
id: Mempersiapkan

source: Preparing to start the export
id: Mempersiapkan untuk memulai ekspor

source: Exporting
id: Mengekspor

source: Creating the export data files (You can now leave this page safely, but avoid making drastic changes to content until this export is complete)
id: Membuat file data ekspor (Anda sekarang dapat meninggalkan halaman ini dengan aman, namun hindari membuat perubahan konten secara drastis sampai ekspor ini selesai

source: Compressing
id: Mengompres

source: Compressing the exported data and preparing it for download
id: Mengompresi data yang diekspor dan menyiapkannya untuk diunduh

source: Success
id: Keberhasilan

source: Your exported library can now be downloaded
id: Perpustakaan yang diekspor Anda sekarang dapat diunduh

source: Your exported course can now be downloaded
id: Kursus yang diekspor Anda sekarang dapat didownload

source: Download Exported Library
id: Download Perpustakaan Ekspor

source: Download Exported Course
id: Download Kursus Ekspor

source: Data {em_start}exported with{em_end} your course:
id: Data {em_start}yang diekspor dengan{em_end} program anda:

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
id: Values dari Pengaturan Tingkat Lanjut, termasuk kunci MATLAB API dan paspor LTI

source: Course Content (all Sections, Sub-sections, and Units)
id: Konten Program (seluruh Bagian, Sub-bagian, dan Unit)

source: Course Structure
id: Struktur Program

source: Individual Problems
id: Soal Individual

source: Course Assets
id: Aset Program

source: Course Settings
id: Pengaturan Program

source: Data {em_start}not exported{em_end} with your course:
id: Data {em_start}yang tidak diekspor{em_end} dengan program anda:

source: User Data
id: Data Pengguna

source: Course Team Data
id: Data Kelompok Program

source: Forum/discussion Data
id: Data Forum/diskusi

source: Why export a library?
id: Mengapa ekspor koleksi?

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
id: Anda mungkin ingin merubah XML secara langsung di koleksi anda, di luar {studio_name}. Anda mungkin ingin membuat salinan cadangan koleksi anda. Atau, anda mungkin ingin membuat salinan koleksi anda yang nantinya dapat diimpor menjadi sebuah koleksi baru dan disesuaikan.

source: Opening the downloaded file
id: Membuka berkan yang diunduh

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
id: Gunakan program arsi untuk mengekstrak data dari berkas .tar.gz. Data yang diekstraksi termasuk berkas koleksi xml, dan juga sub-folder yang berisi konten koleksi.

source: Learn more about exporting a library
id: Pelajari lebih lanjut mengenai ekspor koleksi

source: Why export a course?
id: Mengapa mengekspor program?

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
id: Anda mungkin ingin merubah berkas XML secara langsung melalui program anda diluar {studio_name}. Anda mungkin ingin membuat salinan cadangan program anda. Atau anda ingin membuat salinan program yang dapat anda impor menjadi program baru dan disesuaikan.

source: What content is exported?
id: Konten apa yang diekspor?

source: The course content and structure (including sections, subsections, and units) are exported. Values from Advanced Settings, including MATLAB API keys and LTI passports, are also exported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, is not exported.
id: Konten program dan struktur (termasuk bagian, sub-bagian, dan unit) yang diekspor. Value dari Pengaturan Tingkat Lanjut, termasuk kunci MATLAB API dan paspor LTI juga diekspor. Data lain termasuk data pelajar, informasi nilai, data diskusi forum, pengaturan program dan informasi kelompok program tidak diekspor.

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
id: Gunakan program arsip untuk mengekstrak data dari berkas .tar.gz. Data yang diekstraksi termasuk berkas program .xml, dan juga sub-folder yang berisi konten program.

source: Learn more about exporting a course
id: Pelajari lebih lanjut mengenai mengekspor program

source: Export Course to Git
id: Ekspor Program ke Git

source: Export to Git
id: Ekspor ke Git

source: About Export to Git
id: Tentang Ekspor ke Git

source: Use this to export your course to its git repository.
id: Gunakan ini untuk mengekspor program anda ke gudang git.

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to students if automatic git imports are configured.
id: Ini akan menjadi pemicu pembaruan otomatis situs utama LMS dan pembaruan konten program anda akan dilihat oleh pelajar jika pengaturan ekpor git secara otomatis.

source: Export Course to Git:
id: Ekspor Program ke Git:

source: giturl must be defined in your course settings before you can export to git.
id: giturl harus anda tentukan terlebih dahulu dalam pengaturan program anda sebelum anda dapat mengekspor ke git.

source: Export Failed
id: Ekspor Gagal

source: Export Succeeded
id: Ekspor Berhasil

source: Your course:
id: Program anda:

source: Course git url:
id: Url program git:

source: Experiment Group Configurations
id: Konfigurasi Grup Eksperimen

source: This module is disabled at the moment.
id: Modul ini dinonaktifkan pada saat ini.

source: Enrollment track groups allow you to offer different course content to learners in each enrollment track. Learners enrolled in each enrollment track in your course are automatically included in the corresponding enrollment track group.
id: Grup jalur pendaftaran memungkinkan Anda menawarkan konten kursus yang berbeda kepada peserta didik di setiap jalur pendaftaran. Peserta didik yang terdaftar di setiap jalur pendaftaran dalam kursus Anda secara otomatis disertakan dalam grup trek pendaftaran yang sesuai.

source: On unit pages in the course outline, you can restrict access to components to learners based on their enrollment track.
id: Pada halaman unit dalam garis besar kursus, Anda dapat membatasi akses ke komponen kepada peserta didik berdasarkan jalur pendaftaran mereka.

source: You cannot edit enrollment track groups, but you can expand each group to view details of the course content that is designated for learners in the group.
id: Anda tidak dapat mengedit grup trek pendaftaran, namun Anda dapat memperluas setiap grup untuk melihat rincian konten kursus yang ditujukan untuk peserta didik dalam grup.

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
id: Jika anda mengaktifkan kohort dalam program anda, anda dapat menggunakan konten kelompok untuk membuat courseware yang spesifik untuk kohort. Dengan kata lain, anda dapat menyesuaikan konten yang dilihat kohort tersebut dalam program anda.

source: Each content group that you create can be associated with one or more cohorts. In addition to making course content available to all learners, you can restrict access to some content to learners in specific content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
id: Masing-masing konten yang anda buat dapat diasosiasikan dengan satu kohort atau lebih. Sebagai tambahan pada konten program yang dimaksudkan untuk seluruh pelajar, anda dapat mendesain beberapa konten hanya dapat dilihat oleh kelompok konten tertentu.Hanya pelajar dalam kohort yang terasosiasi dengan kelompok konten tertentu dapat melihat konten tambahan.

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
id: Klik {em_start}Kelompok konten baru{em_end} untuk menambahkan kelompok konten baru. Untuk merubah nama dari kelompok konten, klik {em_start}Edit{em_end}. Anda dapat menghapus kelompok konten hanya jika tidak digunakan oleh unit. Untuk menghapus kelompok konten, klik ikon hapus.

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of learners are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
id: Gunakan pengaturan kelompok eksperimen jika anda melakukan eksperimen konten,dikenal juga sebagai tes A/B dalam program anda. Pengaturan kelompok eksperimen menjelaskan berapa banyak pelajar di dalam eksperimen konten. Saat anda membuat eksperimen konten untuk sebuah program, anda memilih untuk menggunakan pengaturan kelompok.

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
id: Klik {em_start}Pengaturan Kelompok Baru{em_end} untuk menambahkan pengaturan baru. Untuk merubah pengaturan, klik {em_start}Ubah{em_end}. Anda dapat menghapus pengaturan kelompok hanya jika tidak digunakan oleh eksperimen. Untuk menghapus pengaturan, klik ikon hapus.

source: Details & Schedule
id: Rincian & Jadwal

source: Welcome
id: Selamat Datang

source: Welcome to {studio_name}
id: Selamat Datang di {studio_name}

source: {studio_name} helps manage your online courses, so you can focus on teaching them
id: {studio_name} membantu mengatur program online anda, sehingga anda dapat fokus untuk mengajar.

source: {studio_name}'s Many Features
id: Bermacam Fitur Milik {studio_name}

source: {studio_name} Helps You Keep Your Courses Organized
id: {studio_name} Membantu Program Anda Untuk Tetap Teratur

source: Enlarge image
id: Perbesar gambar

source: Keeping Your Course Organized
id: Menjaga Program Anda Teratur

source: The backbone of your course is how it is organized. {studio_name} offers an {strong_start}Outline{strong_end} editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
id: Tulang punggung dari program anda adalah bagaimana diaturnya. {studio_name} menawarkan Editor {strong_start}Uraian{strong_end}, memberikan sistem hirarki sederhana dan mudah untuk menarik dan meletakkan dan mempermudah anda dan pelajar anda untuk tetap teratur.

source: Simple Organization For Content
id: Pengaturan Sederhana Untuk Konten

source: {studio_name} uses a simple hierarchy of {strong_start}sections{strong_end} and {strong_start}subsections{strong_end} to organize your content.
id: {studio_name} menggunakan sistem hirarki sederhana dari {strong_start}bagian{strong_end} dan {strong_start}sub-bagian{strong_end} untuk mengatur konten anda.
