Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: This article is no longer related to the file %s.
id: Artikel ini tidak lagi terhubung dengan berkas %s.

source: A file was changed: %s
id: Sebuah berkas telah dirubah: %s

source: A file was deleted: %s
id: Sebuah berkas telah dihapus: %s

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
id: Gambar baru dari %s telah berhasil diunggah. Anda dapat menggunakannya dengan memilih dari daftar gambar tersedia.

source: Are you sure?
id: Apakah anda yakin?

source: image
id: gambar

source: images
id: gambar

source: Image: %s
id: Gambar: %s

source: Current revision not set!!
id: Revisi saat ini belum berlaku!!

source: image revision
id: revisi gambar

source: image revisions
id: revisi gambar

source: Image Revsion: %d
id: Revisi Gambar: %d

source: %s has been restored
id: %s telah dikembalikan

source: %s has been marked as deleted
id: %s telah ditandai sebagai dihapus

source: %(file)s has been changed to revision #%(revision)d
id: %(file)s telah dirubah menjadi revisi #%(revision)d

source: %(file)s has been saved.
id: %(file)s telah disimpan

source: Images
id: Gambar

source: An image was added: %s
id: Sebuah gambar telah ditambah: %s

source: Links
id: Tautan

source: Notifications
id: Notifikasi

source: When this article is edited
id: Ktika artikel ini dirubah

source: Also receive emails about article edits
id: Terima email untuk perubahan artikel

source: Your notification settings were updated.
id: Pengaturan notifikasi anda telah diperbarui

source: Your notification settings were unchanged, so nothing saved.
id: Pengaturan notifikasi anda tidak berubah, sehingga tidak ada yang disimpan

source: %(user)s subscribing to %(article)s (%(type)s)
id: %(user)s mendaftar pada %(article)s (%(type)s)

source: Article deleted: %s
id: Artikel yang dihapus: %s

source: Article modified: %s
id: Artikel yang dimodifikasi: %s

source: New article created: %s
id: Artikel baru yang telah dibuat: %s

source: You are now sign up... and now you can sign in!
id: Anda sekarang telah terdaftar...dan bisa memiliki akses masuk!

source: You are no longer logged in. Bye bye!
id: Anda tidak lagi terlog in. Bye bye!

source: You are now logged in! Have fun!
id: Anda sekarang sudah masuk! Selamat bersenang-senang!

source: New article '%s' created.
id: Artikel baru '%s' telah dibuat.

source: There was an error creating this article: %s
id: Ada sebuah kesalahan dalam membuat artikel ini: %s

source: There was an error creating this article.
id: Ada sebuah kesalaham membuat artikel ini.

source: This article cannot be deleted because it has children or is a root article.
id: Artikel ini tidak dapat dihapus karena memiliki anak artikel atau merupakan artikel akar.

source: This article together with all its contents are now completely gone! Thanks!
id: Artikel ini bersama dengan keseluruhan konten sudah hilang! Terimakasih!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
id: Artikel "%s" sudah ditandai sebagai artikel yang dihapus! Terimakasih telah menjaga situs dari materi yang tidak diinginkan!

source: Your changes were saved.
id: Perubahan anda telah disimpan

source: A new revision of the article was succesfully added.
id: Revisi baru dari artikel ini telah berhasil ditambah

source: Restoring article
id: Mengembalikan artikel

source: The article "%s" and its children are now restored.
id: Artikel "%s" dan anak artikelnya telah dikembalikan.

source: The article %(title)s is now set to display revision #%(revision_number)d
id: Artikel %(title)s sudah siap untuk menampilkan revisi #%(revision_number)d

source: New title
id: Judul baru

source: Merge between Revision #%(r1)d and Revision #%(r2)d
id: Satukan antara Revisi #%(r1)d dan Revisi #%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
id: Revisi baru sudah dibuat: Satukan antara Revisi #%(r1)d dan Revisi#%(r2)d
