Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
id: {cert_name_long} terverifikasi Anda yang telah diverifikasi sedang ditahan sambil menunggu konfirmasi bahwapenerbitan {cert_name_short} Anda sesuai dengan embargo A.S. yang ketatdi Iran, Kuba, Suriah dan Sudan. Jika Anda merasa sistem kami telah secara keliru mengidentifikasi Anda dengan salah satu negara tersebut,beri tahu kami dengan menghubungi {email}. Jika Anda menginginkan pengembalian dana pada {Cert_name_long} anda, hubungi alamat penagihan kami {billing_email}

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
id: {cert_name_long} anda sedang ditahan sambil menunggu konfirmasi bahwa penerbitan {cert_name_short} Anda sesuai dengan embargo A.S. yang ketatdi Iran, Kuba, Suriah dan Sudan. Jika Anda merasa sistem kami telah secara keliru mengidentifikasi Anda dengan salah satu negara tersebut,beri tahu kami dengan menghubungi {email}.

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
id: Sertifikat Anda tidak dikeluarkan karena Anda belum memiliki identitas yang terverifikasi dengan {platform_name}.

source: Verify your identity now.
id: Verifikasi identitas anda sekarang.

source: Your {cert_name_short} is Generating
id: {cert_name_short} Anda sedang Diterbitkan

source: This link will open the certificate web view
id: Tautan ini akan membuka sertifikat dalam tampilan web

source: View {cert_name_short}
id: Lihat {cert_name_short}

source: This link will open/download a PDF document
id: Tautan ini akan membuka/mengunduh berkas PDF

source: Download {cert_name_short} (PDF)
id: Unduh {cert_name_short} (PDF)

source: Download Your {cert_name_short} (PDF)
id: Unduh {cert_name_short} Anda (PDF)

source: This link will open/download a PDF document of your verified {cert_name_long}.
id: Tautan ini akan membuka/mengunduh berkas PDF yang terverifikasi{cert_name_long}.

source: Download Your ID Verified {cert_name_short} (PDF)
id: Unduh ID Terverifikasi Anda {cert_name_short} (PDF)

source: Complete our course feedback survey
id: Selesaikan survei masukan program kami

source: Add Certificate to LinkedIn Profile
id: Tambahkan Sertifikat ke Profil LinkedIn

source: Share on LinkedIn
id: Bagikan ke LinkedIn

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
id: Karena kami tidak memiliki sekumpulan foto verifikasi yang valid dari Anda saat{Cert_name_long} dibuat, kami tidak dapat memberi Anda {Cert_name_short} terverifikasi. Kode Etik {cert_name_short} telah diberikan sebagai gantinya.

source: Course details
id: Rincian Program

source: {course_number} {course_name} Home Page
id: {course_number} {course_name} Beranda

source: {course_number} {course_name} Cover Image
id: {course_number} {course_name} Gambar Sampul

source: Enrolled as:
id: Terdaftar sebagai:

source: Coming Soon
id: Akan Datang

source: Ended - {date}
id: Selesai - {date}

source: Started - {date}
id: Dimulai - {date}

source: Starts - {date}
id: Mulai - {date}

source: View Archived Course
id: Lihat Arsip Program

source: I'm taking {course_name} online with edX.org. Check it out!
id: Saya mengambil {course_name} online dengan edX.org. Coba lihat!

source: Share on Facebook
id: Bagikan ke Facebook

source: I'm taking {course_name} online with @edxonline. Check it out!
id: Saya mengambil {course_name} online dengan @edxonline. Coba lihat!

source: Course options for
id: Pilihan Program untuk

source: Available Actions
id: Tindakan Tersedia

source: Are you sure you want to unenroll from the purchased course %(course_name)s (%(course_number)s)?
id: Apakah Anda yakin ingin membatalkan pendaftaran dari program yang dibeli %(course_name)s(%(course_number)s)?

source: You will be refunded the amount you paid.
id: Anda akan dikembalikan dana sebanyak yang anda bayar.

source: You will not be refunded the amount you paid.
id: Anda tidak akan dikembalikan dana sebanyak yang anda bayar.

source: Are you sure you want to unenroll from %(course_name)s (%(course_number)s)?
id: Apakah Anda yakin ingin membatalkan pendaftaran dari %(course_name)s (%(course_number)s)?

source: Are you sure you want to unenroll from the verified %(cert_name_long)s track of %(course_name)s (%(course_number)s)?
id: Apakah Anda yakin ingin membatalkan pendaftaran dari track %(cert_name_long)s dari dari %(course_name)s (%(course_number)s) yang terverifikasi?

source: The refund deadline for this course has passed, so you will not receive a refund.
id: Batas waktu pengembalian dana untuk program ini telah berlalu, jadi Anda tidak akan menerimapengembalian dana.

source: Email Settings
id: Pengaturan Email

source: Related Programs
id: Program Terkait

source: Verification not yet complete.
id: Verifikasi belum selesai.

source: You only have {days} day left to verify for this course.
id: Anda hanya memiliki {days} hari tersisa untuk memverifikasi program ini.

source: Almost there!
id: Hampir sampai!

source: You still need to verify for this course.
id: Anda masih harus memverifikasi program ini.

source: Verify Now
id: Verifikasi Sekarang

source: You have submitted your verification information.
id: Anda telah mengirimkan informasi verifikasi anda.

source: You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
id: Anda akan melihat pesan di dasbor Anda saat proses verifikasi selesai (biasanya dalam 1-2 hari).

source: Your current verification will expire soon!
id: Verifikasi Anda yang sekarang akan segera berakhir!

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
id: Anda telah mengirimkan informasi verifikasi ulang Anda. Anda akan melihat pesandi dasbor Anda saat proses verifikasi selesai (biasanya dalam1-2 hari).

source: You have successfully verified your ID with edX
id: Anda telah sukses memverifikasi ID anda dengan edX

source: Your current verification is effective until {date}.
id: Verifikasi anda yang sekarang efektif sampai dengan {date}.

source: Your current verification will expire soon.
id: Verifikasi anda yang sekarang akan segera berakhir.

source: Your current verification will expire in {days} days. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued photo ID.
id: Verifikasi Anda saat ini akan berakhir dalam {days} hari. {start_link}Verifikasi ulangIdentitas Anda sekarang{end_link} menggunakan webcam dan ID foto yang dikeluarkan oleh pemerintah.

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
id: Dapatkan {cert_name_long} untuk menandakan pengetahuan dan keterampilan yang Anda dapatkan dalamprogram ini.

source: It's official. It's easily shareable. It's a proven motivator to complete the course. {line_break}{link_start}Learn more about the verified {cert_name_long}{link_end}.
id: Resmi. Mudah dibagikan. Motivator yang terbukti untuk menyelesaikanprogram. {line_break}{link_start}Pelajari lebih lanjut tentang{cert_name_long} terverifikasi{link_end}.

source: Upgrade to Verified
id: Updgrade ke Terverifikasi

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
id: Anda tidak dapat lagi mengakses program ini karena pembayaran belumditerima. Anda bisa {contact_link_start}menghubungi pemilik akun{contact_link_end} untuk meminta pembayaran, atau Anda dapat{Unenroll_link_start}batalkan pendaftaran{unenroll_link_end} dari program ini

source: You have completed this course and are eligible to purchase course credit. Select <strong>Get Credit</strong> to get started.
id: Anda telah menyelesaikan program ini dan berhak untuk membeli kredit program. Pilih <strong>Dapatkan Kredit</ strong> untuk memulai.

source: You are now eligible for credit from {provider}. Congratulations!
id: Anda sekarang berhak untuk kredit dari {provider}. Selamat!

source: Get Credit
id: Dapatkan Kredit

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select <b>Request Credit</b> to get started.
id: Terimakasih atas pembayaran anda. Untuk menerima kredit program, anda sekarang harus memintakredit di situs web {link_to_provider_site}. Pilih <b>Ajukan Kredit</b>untuk memulai.

source: Request Credit
id: Ajukan Kredit

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
id: {provider_name} telah menerima permintaan kredit program Anda. Kami akan menginformasikan Andasaat pemrosesan kredit selesai.

source: View Details
id: Lihat Rincian

source: <b>Congratulations!</b> {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
id: <b>Selamat!</b> {provider_name} telah menyetujui permintaan Anda untuk programkredit. Untuk melihat kredit program Anda, kunjungi {link_to_provider_site}situs web.

source: View Credit
id: Lihat Kredit

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
id: {Provider_name} tidak menyetujui permintaan Anda untuk kredit program. Untuk informasilebih lanjut, kontak {link_to_provider_site} secara langsung.

source: An error occurred with this transaction. For help, contact {support_email}.
id: Kesalahan terjadi pada transaksi ini. Untuk bantuan, kontak {support_email}.

source: Current Verification Status: Approved
id: Status Verifikasi Saat Ini: Disetujui

source: Your edX verification has been approved. Your verification is effective for one year after submission.
id: Verifikasi edX Anda telah disetujui. Verifikasi Anda berlaku selamasatu tahun setelah pengajuan.

source: Current Verification Status: Pending
id: Status Verifikasi Saat Ini: Tertunda

source: Your edX ID verification is pending. Your verification information has been submitted and will be reviewed shortly.
id: Verifikasi ID edX Anda tertunda. Informasi verifikasi Anda telahdiserahkan dan akan segera ditinjau.

source: Current Verification Status: Denied
id: Status Verifikasi Saat Ini: Kadaluarsa

source: Your verification submission was not accepted. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
id: Kiriman verifikasi Anda tidak diterima. Untuk menerima sertifikat terverifikasi, Anda harus kirimkan foto baru Anda dan ID foto yang dikeluarkan pemerintah Anda sebelum batas waktu terakhir verifikasi program Anda.

source: Your verification was denied for the following reasons:
id: Verifikasi Anda ditolak karena alasan berikut:

source: Resubmit Verification
id: Kirim Ulang Verifikasi

source: Current Verification Status: Expired
id: Status Verifikasi Saat Ini: Berakhir

source: Your verification has expired. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
id: Verifikasi Anda telah berakhir. Untuk menerima sertifikat terverifikasi, Anda haruskirimkan foto baru Anda dan ID foto yang dikeluarkan pemerintah Anda sebelumbatas waktu terakhir verifikasi program Anda.

source: Could Not Link Accounts
id: Tidak Dapat Menyambungkan Akun

source: The {provider_name} account you selected is already linked to another {platform_name} account.
id: Akun {provider_name} yang Anda pilih sudah terhubung dengan akun {platform_name} yang lain.

source: Results:
id: Hasil:

source: Topic:
id: Topik:

source: Show Discussion
id: Tampilkan Diskusi

source: To view live discussions, click Preview or View Live in Unit Settings.
id: Untuk melihat diskusi siaran langsung, klik Pratinjau atau Lihat Siaran Langsung di Pengaturan Unit

source: Discussion ID: {discussion_id}
id: ID Diskusi: {discussion_id}

source: Discussion topics list
id: Daftar topik diskusi

source: Filter Topics
id: Saring Topik

source: filter topics
id: saring topik

source: All Discussions
id: Seluruh Diskusi

source: Posts I'm Following
id: Post yang Saya Ikuti

source: Filter:
id: Saring:

source: Show all posts
id: Tampilkan semua posting

source: Unread posts
id: Belum Dibaca posting

source: Unanswered posts
id: Belum Dijawab posting

source: Flagged
id: Tandai

source: Group:
id: Kelompok:

source: in all groups
id: di semua Kelompok

source: Sort:
id: Sortir:

source: by recent activity
id: sesuai aktivitas terakhir

source: by most activity
id: sesuai aktivitas terbanyak

source: by most votes
id: sesuai votes terbanyak

source: Student Notes
id: Catatan Pelajar

source: Highlights and notes you've made in course content
id: Tandai dan catatan yang anda buat di konten program

source: Search notes for:
id: Cari catatan untuk:

source: Search notes for...
id: Cari catatan untuk...

source: View notes by:
id: Lihat catatan oleh:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
id: Anda belum membuat catatan dalam program ini. Pelajar lain dalam program inimenggunakan catatan untuk:

source: Mark a passage or concept so that it's easy to find later.
id: Tandai bagian atau konsep sehingga akan mudah untuk ditemukan nanti.

source: Record thoughts about a specific passage or concept.
id: Catat ide mengenai bagian atau konsep khusus.

source: Highlight important information to review later in the course or in future courses.
id: Tandai informasi penting untuk ditinjau nanti di program atau program di masa datang.

source: Get started by making a note in something you just read, like {section_link}.
id: Mulailah dengan membuat catatan dalam sesuatu yang baru saja Anda baca, seperti{section_link}.

source: Hide notes
id: Sembunyikan catatan

source: Show notes
id: Tampilkan catatan

source: Welcome to {course_name}
id: Selamat datang di {course_name}

source: To get started, please visit https://{site_name}. The login information for your account follows.
id: Untuk memulai, kunjungi https://{site_name}. Berikut Informasi untuk Masuk keakun Anda.

source: password: {password}
id: kata sandi: {password}

source: It is recommended that you change your password.
id: Disarankan anda mengganti kata sandi anda.

source: Sincerely yours,The {course_name} Team
id: Salam hormat, Tim {course_name}

source: You're almost there! Use the link to activate your account to access engaging, high-quality {platform_name} courses. Note that you will not be able to log back into your account until you have activated it.
id: Kamu hampir sampai! Gunakan tautan untuk mengaktifkan akun Anda untuk mengakses keterlibatan, kursus {platform_name} berkualitas tinggi. Perhatikan bahwa Anda tidak akan bisa masuk kembali ke akun Anda sampai Anda mengaktifkannya.

source: Enjoy learning with {platform_name}.
id: Nikmati belajar dengan {platform_name}.

source: If you need help, please use our web form at {support_url} or email {support_email}.
id: Jika Anda memerlukan bantuan, gunakan formulir web kami di {support_url} atau email {support_email}.

source: This email message was automatically sent by {lms_url} because someone attempted to create an account on {platform_name} using this email address.
id: Pesan email ini secara otomatis dikirim oleh {lms_url} karena seseorang mencoba membuat akun di {platform_name} menggunakan alamat email ini.

source: Action Required: Activate your {platform_name} account
id: Diperlukan Tindakan: Aktifkan akun {platform_name} Anda

source: Dear {full_name}
id: Yang terhormat {full_name}

source: You have been invited to be a beta tester for {course_name} at {site_name} by a member of the course staff.
id: Anda telah diundang untuk menjadi beta tester untuk {course_name} di {site_name}oleh seorang staf anggota program.

source: To start accessing course materials, please visit {course_url}
id: Untuk memulai mengakses material program, silahkan kunjungi {course_url}

source: Visit {course_about_url} to join the course and begin the beta test.
id: Kunjungi {course_about_url} untuk bergabung di program studi dan memulai beta test.

source: Visit {site_name} to enroll in the course and begin the beta test.
id: Kujungi {site_name} untuk mendaftar program dan memulai beta test.

source: This email was automatically sent from {site_name} to {email_address}
id: Email ini dikirim otomatis dari {site_name} ke {email_address}

source: You have been invited to a beta test for {course_name}
id: Anda telah diundang untuk beta test atas {course_name}

source: Thank you for your purchase of
id: Terimakasih atas pembelian

source: Your payment was successful.
id: Pembayaran sukses.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
id: Jika Anda memiliki pertanyaan mengenai penagihan, mohon baca Tanya Jawab ({faq_url}) atau hubungi{billing_email}.

source: If you have billing questions, please contact {billing_email}.
id: Jika Anda memiliki pertanyaan mengenai penagihan, silahkan hubungi {billing_email}

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
id: {Order_placed_by} memesan dan menyebutkan nama Anda sebagaiKontak organisasi.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
id: {Order_placed_by} memesan dan menyebutkan nama Anda sebagai penerimatagihan tambahan.

source: The items in your order are:
id: Item yang anda pesan adalah:

source: Quantity - Description - Price
id: Jumlah - Deskripsi - Harga

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
id: Total ditagihkan ke kartu kredit/debit: {currency_symbol}{total_cost}

source: Company Name:
id: Nama Perusahaan:

source: Purchase Order Number:
id: Nomor Pemesanan Pembelian:

source: Company Contact Name:
id: Nama Kontak Perusahaan:

source: Company Contact Email:
id: Email Kontal Perusahaan:

source: Recipient Name:
id: Nama Penerima:

source: Recipient Email:
id: Email penerima:

source: Order Number: {order_number}
id: Nomor Pemesanan: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
id: Berkas CSV dari URL pendaftaran Anda dilampirkan. Silahkan bagikan URL pendaftaran kepada setiap pelajar yang berencana untuk mendaftar menggunakan template emaildi bawah ini.

source: Warm regards,
id: Salam hangat,

source: Warm regards,<br>The {platform_name} Team
id: Salam hangat,<br>Tim {platform_name}

source: Dear [[Name]]
id: Yang terhormat [[Name]]

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
id: Untuk mendaftar di {course_names} kami telah menyediakan URL pendaftaran untuk Anda.Ikuti petunjuk di bawah ini untuk mengklaim akses Anda.

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
id: Url penukaran anda adalah: [[Masukkan url penukaran dari CSV yang dilampirkan]]

source: (1) Register for an account at {site_name}
id: (1) Daftar untuk mendapatkan akun pada {site_name}

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
id: (2) Setelah terdaftar, salin URL penukaran dan tempelkan di browser web Anda.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
id: (3) Pada halaman konfirmasi pendaftaran, klik tombol 'Aktifkan Kode Pendaftaran'. Ini akan menunjukkan konfirmasi pendaftaran.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
id: (4) Anda seharusnya dapat mengklik tombol 'lihat program' atau lihat program Andadi dasbor pelajar Anda pada {url}

source: (5) Course materials will not be available until the course start date.
id: (5) Materi program tidak akan tersedia sampai tanggal mulai program.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
id: <p>Dengan hormat,</p><p>[[Tanda Tangan Anda]]</p>

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
id: Ini untuk memastikan bahwa Anda mengubah e-mail yang terkait dengan{platform_name} dari {old_email} ke {new_email}. Jika Anda tidak membuat permintaan ini,mohon segera menghubungi kami. Informasi kontak tertera di:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
id: Kami menyimpan log e-mail lama, jadi jika permintaan ini tidak disengaja, kami dapatmenyelidiki.

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
id: Kami menerima permintaan untuk mengubah e-mail yang terkait dengan{platform_name} akun anda dari {old_email} ke {new_email}. Jika ini benar,mohon konfirmasikan alamat e-mail baru Anda dengan mengunjungi:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
id: Jika Anda tidak mengajukan ini, anda tidak perlu melakukan apapun; Anda tidak akan menerimaemail lagi dari kami. Mohon jangan balas e-mail ini; jika anda membutuhkanbantuan, periksa bagian bantuan dari situs web {platform_name}.

source: Request to change {platform_name} account e-mail
id: Permintaan untuk merubah email akun {platform_name}

source: Dear student,
id: Pelajar yang terhormat,

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
id: Anda telah diundang untuk bergabung dengan {course_name} di {site_name} oleh staf anggotaprogram.

source: To access the course visit {course_url} and login.
id: Untuk mengakses program studi, kunjungi {course_url} dan Masuk.

source: To access the course visit {course_about_url} and register for the course.
id: Untuk mengakses program, kunjungi (course_about_url} dan daftarkan diri anda.

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
id: Untuk menyelesaikan pendaftaran Anda, silakan kunjungi {registration_url} dan isiformulir pendaftaran. Pastikan untuk menggunakan {email_address} di kolom E-mail.

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
id: Setelah mendaftarkan dan mengaktifkan akun Anda, anda dapat melihatdaftar {course_name} di dasbor anda.
