Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
id: DEPRECATED: Gunakan pengaturan COURSE_CATALOG_API_URL.

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
id: Tentukan dalam detik. Aktifkan caching respon API dengan mengatur nilai ini ke nilai lebih besar daripada 0

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
id: Nama pengguna dibuat untuk Integrasi Katalog Program, contoh lms_catalog_service_user.

source: Page Size
id: Ukuran halaman

source: Maximum number of records in paginated response of a single request to catalog service.
id: Jumlah maksimum catatan dalam respon paginasi dari satu permintaan ke layanan katalog.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
id: Daftar domain yang diperbolehkan untuk membuat permintaan cross-domain ke situs ini.Mohon daftarkan setiap domain masing-masing baris.

source: Default Group
id: Grup Setelan Tetap

source: You cannot create two cohorts with the same name
id: Anda tidak dapat membuat dua kohort dengan mana yang sama

source: There must be one cohort to which students can automatically be assigned.
id: Harus ada satu kohort dimana pelajar dapat ditugaskan secara otomatis.

source: A cohort with the same name already exists.
id: Kohort dengan nama yang sama sudah ada.

source: The platform key associates CourseTalk widgets with your platform. Generally, it is the domain name for your platform. For example, if your platform is http://edx.org, the platform key is "edx".
id: Platform key mengaitkan widget CourseTalk dengan platform Anda.Biasanya, itu adalah nama domain untuk platform anda. Misalnya, jikaplatform adalah http://edx.org, platform key-nya adalah "edx".

source: Internal Service URL
id: URL Layanan Internal

source: Public Service URL
id: URL Layanan Publik

source: Enable Learner Issuance
id: Aktifkan Penerbitan Pelajar

source: Enable issuance of credentials via Credential Service.
id: Aktifkan penerbitan kredensial melalui Layanan Kredensial.

source: Enable Authoring of Credential in Studio
id: Aktifkan kewenangan Kredensial di Studio

source: Enable authoring of Credential Service credentials in Studio.
id: Aktifkan kewenangan atas Layanan Kredensial di Studio.

source: Course Credit Eligibility
id: Kelayakan Kredit Program

source: You are eligible for credit from {providers_string}
id: Anda berhak atas kredit dari {providers_string}

source: {first_provider} and {second_provider}
id: {first_provider} dan {second_provider}

source: {first_providers}, and {last_provider}
id: {first_providers}, dan {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
id: [{username}] tidak berhak atas kredit untuk [{course_key}].

source: [{course_key}] is not a valid course key.
id: [{course_key}] bukan merupakan key program yang valid.

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
id: Tanda pengenal unik untuk penyedia kredit. Hanya karakter huruf dan angka danTanda hubung (-) yang diperbolehkan. Tanda pengenal bersifat sensitif.

source: Whether the credit provider is currently enabled.
id: Apakah penyedia kredit saat ini diaktifkan.

source: Name of the credit provider displayed to users
id: Nama penyedia kredit ditampilkan ke pengguna

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
id: Bila benar, secara otomatis memberitahukan penyedia kredit saat pengguna mengajukankredit. Agar ini berhasil, secret key bersama HARUS dikonfigurasiuntuk penyedia kredit dalam pengaturan keamanan autentikasi.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
id: URL penyedia kredit. Jika integrasi otomatis diaktifkan, ini akanmenjadi titik akhir yang kita POST untuk memberitahukan pengajuan ke penyediakredit. Jika tidak, pengguna akan diberikan tautan ke URL ini, sehingga penggunadapat mengajukan kredit ke penyedia secara langsung.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
id: URL dari penyedia kredit dimana pengguna dapat memeriksa statuspermintaan kreditnya. Ini ditampilkan kepada pelajar *setelah* mereka mengajukan kredit.

source: Description for the credit provider displayed to users.
id: Deskripsi untuk penyedia kredit ditampilkan ke pengguna.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
id: Teks biasa atau konten html untuk menampilkan langkah lebih lanjut pada halaman tanda terima*setelah* membayar kredit untuk mendapatkan kredit untuk program kredit daripenyedia kredit.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
id: Teks biasa atau konten html untuk menampilkan pesan khusus di dalam konten email kelayakan kredit yang dikirimkan saat pengguna telah memenuhi semua persyaratan kelayakan kredit.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
id: Teks biasa atau konten html untuk menampilkan pesan khusus di dalam konten email penerimaan kredit yang dikirim *setelah* membayar untuk mendapatkan kredit untukkredit program.

source: Thumbnail image url of the credit provider.
id: Url gambar thumbnail dari penyedia kredit.

source: Credit requirement statuses
id: Status persyaratan kredit

source: Deadline for purchasing and requesting credit.
id: Batas waktu untuk membeli dan meminta kredit.

source: Preview Language is currently disabled
id: Tinjau Bahasa sementara dinon-aktifkan

source: Language code not provided
id: Kode bahasa tidak disediakan

source: Language set to language code: {preview_language_code}
id: Bahas diatur ke kode bahasa: {preview_language_code}

source: Language reset to the default language code
id: Bahasa diatur ulang ke kode setelan tetap bahasa.

source: Language reset to user's preference: {preview_language_code}
id: Bahasa diatur ulang ke pilihan pengguna: {preview_language_code}

source: COURSE NOT FOUND. Please check that the course ID is valid.
id: KURSUS TIDAK DITEMUKAN. Harap periksa apakah ID kursus itu valid.

source: The course key for the restricted course.
id: Key program untuk program terbatas.

source: The message to show when a user is blocked from enrollment.
id: Pesan untuk menunjukkan ketika penggunna diblokir dari pendaftaran.

source: The message to show when a user is blocked from accessing a course.
id: Pesan untuk menunjukkan ketika pengguna diblokir dari mengakses kursus.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
id: Ijinkan pengguna yang terdaftar di negara yang diijinkan untuk mengakses program yang terbatas dari negara yang dikecualikan.

source: Two character ISO country code.
id: Dua karakter kode negara ISO

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
id: Apakah memasukkan atau mengecualikan program yang diberikan. Jika negara-negara didalam daftar putihditentukan, maka HANYA pengguna dari negara-negara yang masuk daftar putih akan dapat mengaksesprogram. Jika negara-negara daftar hitam ditentukan, maka pengguna darinegara-negara yang masuk daftar hitam TIDAK akan bisa mengakses progam.

source: The course to which this rule applies.
id: Program dimana peraturan ini berlaku.

source: The country to which this rule applies.
id: Negara dimana peraturan ini berlaku.

source: Whitelist {country} for {course}
id: Daftar putih {country} untuk {course}

source: Blacklist {country} for {course}
id: Daftar hitam {country} untuk {course}

source: You have already created an account using an external login like WebAuth or Shibboleth. Please contact {tech_support_email} for support.
id: Anda telah membuat akun menggunakan login eksternal seperti WebAuth atau Shibboleth. Silahkan hubungi {tech_support_email} untuk bantuan.

source: Your university identity server did not return your ID information to us. Please try logging in again. (You may need to restart your browser.)
id: Server identitas universitas anda tidak mengembalikan informasi ID anda. Silahkan coba masuk kembali. (Anda mungkin perlu memuat ulang browser anda.)

source: The file must be smaller than {image_max_size} in size.
id: Ukuran berkas harus lebih kecil dari {image_max_size}.

source: The file must be at least {image_min_size} in size.
id: Ukuran berkas minimal {image_min_size}

source: The file must be one of the following types: {valid_file_types}.
id: Berkas harus dalam salah satu tipe berikut: {valid_file_types}.

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
id: Judul TIpe-Konten untuk berkas ini tidak sesuai dengan data berkas. Berkas mungkin rusak.

source: The file name extension for this file does not match the file data. The file may be corrupted.
id: Ekstensi nama berkas untuk berkas ini tidak sesuai dengan data berkas. Berkasmungkin rusak.

source: No file provided for profile image
id: Tidak ada berkas yang disediakan untuk gambar profil

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
id: Path yang digunakan untuk membangun URLs untuk halaman program marketing (contoh, "/foo").

source: Enable course home page improvements.
id: Aktifkan peningkatan halaman beranda progam.

source: The '{field_name}' field cannot be edited.
id: Kolom '{field_name}' tidak dapat disunting.

source: Delete failed for user preference '{preference_key}'.
id: Penghapusan gagal untuk pilihan pengguna '{preference_key}'.

source: Preference '{preference_key}' cannot be set to an empty value.
id: Pilihan '{preference_key}' tidak dapat diatur ke nilai kosong.

source: Invalid user preference key '{preference_key}'.
id: Key pilihan penguna tidak valid '{preference_key}'.

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
id: Nilai '{preference_value}' tidak valid untuk pilihan pengguna '{preference_key}'.

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
id: Nilai '{preference_value}' tidak valid untuk pilihan '{preference_key}': Tidak dalam pengaturan zona waktu.

source: Value '{preference_value}' is not a valid time zone selection.
id: Nilai '{preference_value}' bukan merupakan pilihan zona waktu yang valid.

source: Save failed for user preference '{key}' with value '{value}'.
id: Penyimpanan gagal untuk pilihan pengguna '{key}' dengan nilai '{value}'.

source: No data provided for user preference update
id: Tidak ada data yang disediakan untuk permbaruan pilihan pengguna

source: The email address you used to register with {platform_name}
id: Alamat email yang anda gunakan untuk mendaftar dengan {platform_name}

source: Password
id: Kata sandi

source: Remember me
id: Ingat saya

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
id: Sepertinya {email_address} milik akun lain. Coba kembali dengan alamat email lain.

source: It looks like {username} belongs to an existing account. Try again with a different username.
id: Sepertinya {username} milik akun lain. Coba kembali dengan nama pengguna lain.

source: This is what you will use to login.
id: Inilah yang akan Anda gunakan untuk login.

source: Confirm Email
id: Konfirmasi Email

source: The email addresses do not match.
id: Alamat email tidak cocok.

source: This name will be used on any certificates that you earn.
id: Nama ini akan digunakan pada sertifikat yang Anda dapatkan.

source: Public Username
id: Nama pengguna publik

source: The name that will identify you in your courses. It cannot be changed later.
id: Nama yang akan mengidentifikasi Anda dalam kursus Anda.

source: Highest level of education completed
id: Tingkat edukasi tertinggi yang diselesaikan

source: Year of birth
id: Tahun lahir

source: Mailing address
id: Alamat surat-menyurat

source: Tell us why you're interested in {platform_name}
id: Beritahu kami mengapa anda tertarik dengan {platform_name}

source: State/Province/Region
id: Negara bagian/Provinsi/Wilayah

source: Company
id: Perusahaan

source: Please select your Country.
id: Silahkan pilih negara anda.

source: Review the Honor Code
id: Tinjau Kode Etik

source: Terms of Service and Honor Code
id: Persyaratan Layanan dan Kode Etik

source: Review the Terms of Service and Honor Code
id: Tinjau Persyaratan Layanan dan Kode Etik

source: I agree to the {platform_name} {terms_of_service}
id: Saya menyetujui {platform_name} {terms_of_service}

source: You must agree to the {platform_name} {terms_of_service}
id: Anda harus menyetujui {platform_name} {terms_of_service}

source: Review the Terms of Service
id: Tinjau Persyaratan Layanan

source: The course key for the course we would like to be auto-cohorted.
id: Kunci kursus untuk kursus kami ingin menjadi auto-cohorted.

source: Force On
id: Paksa On

source: Force Off
id: Paksa Off

source: This value is invalid.
id: Nilai ini tidak benar

source: This field is not editable
id: Kolom ini tidak dapat disunting

source: %(min_score)s is not a valid grade percentage
id: %(min_score)s bukan persentasi penilaian yang valid

source: Gating milestone for {usage_key}
id: Gating milestone untuk {usage_key}

source: License
id: Lisensi

source: A license defines how the contents of this block can be shared and reused.
id: Lisensi mendefinisikan bagaimana isi blok ini dapat dibagi dan digunakan kembali.

source: Category
id: Kategori

source: Week 1
id: Minggu 1

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
id: Nama kategori untuk diskusi. Nama ini muncul di panel kiriforum diskusi pada program.

source: Subcategory
id: Sub-kategori

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
id: Nama sub-kategori untuk diskusi. Nama ini muncul di panel kiriforum diskusi pada Program.

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
id: Grup dalam konfigurasi ini dapat dipetakan ke kohort di Dashboard Instruktur.

source: Content Groups
id: Grup Konten

source: invalid JSON
id: JSON tidak valid

source: must have name of the configuration
id: harus mempunyai nama konfigurasi

source: must have at least one group
id: harus mempunyai paling tidak satu grup

source: Invalid course update id.
id: id baru program tidak valid.

source: Course update not found.
id: Pembaruan program tidak valid

source: Could not index item: {}
id: Tidak dapat menyusun item: {}

source: General indexing error occurred
id: Terjadi kesalahan penyusunan umum

source: (Unnamed)
id: (Tanpa Nama)

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
id: GIT_REPO_EXPORT_DIR tidak diatur atau path {0} tidak ada, silahkan buat, atau konfigurasi path yang lain dengan GIT_REPO_EXPORT_DIR

source: Non writable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
id: Disediakan url git yang tidak dapat ditulis. Mengharapkan seperti: git@github.com:mitocw/edx4edx_lite.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
id: Jika menggunakan http urls, anda harus menyediakan nama pengguna dan kata sandi di url. Serupa dengan https://user:pass@github.com/user/course.

source: Unable to determine branch, repo in detached HEAD mode
id: Tidak dapat menentukan branch, repo dalam melepaskan mode HEAD

source: Unable to update or clone git repository.
id: Tidak dapat memperbaharui atau menduplikasi git repositori

source: Unable to export course to xml.
id: Tidak dapat mengekspor program ke xml.

source: Unable to configure git username and password
id: Tidak dapat mengkonfigurasi git nama pengguna dan kata sandi

source: Unable to commit changes. This is usually because there are no changes to be committed
id: Tidak dapat melakukan perubahan. Biasanya disebabkan tidak adanya perubahan yang dilakukan

source: Unable to push changes. This is usually because the remote repository cannot be contacted
id: Tidak dapat memaksakan perubahan. Biasanya disebabkan remote repository tidak dapat terhubung

source: Bad course location provided
id: Disediakan lokasi program yang salah

source: Missing branch on fresh clone
id: Branch tidak ditemukan pada clone baru

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
id: Ambil program yang ditentukan dan cobalah untuk mengekspornya ke repositori git Direktori program harus sudah menjadi repositori git. Penggunaan: git_export <course_loc> <git_url>

source: Unknown User ID: {0}
id: ID Pengguna Tidak Dikenal: {0}

source: Permission denied
id: Izin ditolak

source: We only support uploading a .tar.gz file.
id: Kami hanya mendukung upload file .tar.gz.

source: Tar file not found
id: File Tar tidak ditemukan

source: Unsafe tar file. Aborting import.
id: File tar yang tidak aman. Membatalkan impor

source: Could not find the {0} file in the package.
id: Tidak dapat menemukan file {0} dalam paket.

source: Deleted Group
id: Hapus grup

source: File {filename} exceeds maximum size of {size_mb} MB. Please follow the instructions here to upload a file elsewhere and link to it instead: {faq_url}
id: Berkas {filename} melebihi ukuran maksimum {size_mb} MB. Atau ikutipetunjuk di sini untuk mengunggah berkas di tempat lain dan menautkannya: {faq_url}

source: Upload completed
id: Unggah selesai

source: must have name of the certificate
id: harus mempunyai nama sertifikat

source: Certificate dict {0} missing value key '{1}'
id: Sertifikat dict {0} kurang value key '{1}'

source: PermissionDenied: Failed in authenticating {user}
id: IjinDitolak: Gagal dalam otentikasi {user}

source: {platform_name} Support Levels:
id: Tingkat Bantuan {platform_name}:

source: Blank
id: Kosong

source: Course has been successfully reindexed.
id: Program telah sukses disusun ulang.

source: Unscheduled
id: Tidak Terjadwal

source: Special characters not allowed in organization, course number, and course run.
id: Karakter spesial tidak diperbolehkan di organisasi, nomor progam, dan perjalanan program.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
id: Sudah ada program yang didefinisikan dengan organisasi dan nomor program yang sama. Silahkan ubah antara organisasi atau nomor progam menjadi unik.

source: Please change either the organization or course number so that it is unique.
id: Silahkan ubah antara organisasi atau nomor progam agar menjadi unik.

source: Unable to create course '{name}'. {err}
id: Tidak dapat membuat program '{name}'. {err}

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
id: Anda harus menghubungkan program ini ke organisasi untuk melanjutkan.Organisasi yang Anda pilih tidak ada dalam sistem, Anda perlu menambahkannyake dalam sistem

source: Invalid prerequisite course key
id: Program key prasyarat tidak valid

source: An error occurred while trying to save your tabs
id: Kesalahan terjadi saat mencoba menyimpan tab anda

source: Tabs Exception
id: Pengecualian Tab

source: This group configuration is in use and cannot be deleted.
id: Konfigurasi grup ini sedang digunakan dan tidak dapat dihapus.

source: This content group is in use and cannot be deleted.
id: Konten grup ini sedang digunakan dan tidak dapat dihapus.

source: Entrance Exam - Subsection
id: Ujian Masuk - Sub-bagian

source: Completed Course Entrance Exam
id: Ujian Masuk Program Selesai

source: Course successfully exported to git repository
id: Program telah sukses diekspor ke git repositori

source: Vertical
id: Vertikal

source: Empty
id: Kosong

source: File upload corrupted. Please try again
id: Pengunggahan berkas rusak. Silahkan coba lagi

source: Invalid data
id: Data tidak valid

source: Invalid data ({details})
id: Data tidak valid ({details})

source: You can not move {source_type} into {target_parent_type}.
id: Anda tidak dapat memindahkan {source_type} ke {target_parent_type}.

source: Item is already present in target location.
id: Item sudah ada di lokasi target.

source: You can not move an item into itself.
id: Anda tidak bisa memindahkan barang ke dalam dirinya sendiri.

source: You can not move an item into it's child.
id: Anda tidak bisa memindahkan barang ke anak itu.

source: You can not move an item directly into content experiment.
id: Anda tidak dapat memindahkan item secara langsung ke dalam eksperimen konten.

source: {source_usage_key} not found in {parent_usage_key}.
id: {source_usage_key} tidak ditemukan di {parent_usage_key}.

source: You can not move {source_usage_key} at an invalid index ({target_index}).
id: Anda tidak dapat memindahkan {source_usage_key} pada indeks yang tidak valid ({target_index}).

source: You must provide target_index ({target_index}) as an integer.
id: Anda harus memberikan target_index ({target_index}) sebagai bilangan bulat.

source: Duplicate of {0}
id: Duplikat dari {0}

source: Duplicate of '{0}'
id: Duplikat dari '{0}'

source: Students must score {score}{pct_sign} or higher to access course materials.
id: Pelajar harus mempunyai skor {score}{pct_sign} atau lebih untuk mengakses material program.

source: Unable to create library - missing required field '{field}'
id: Tidak dapat membuat koleksi - kurang kolom yang dibutuhkan '{field}'

source: Unable to create library '{name}'. {err}
id: Tidak dapat membuat koleksi '{name}'. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
id: Sudah ada koleksi yang didefinisikan dengan organisasi dan kode koleksi yang sama.Mohon ganti kode koleksi anda jadi unik di dalamorganisasi anda.

source: Access restricted to: {list_of_groups}
id: Akses dibatasi ke: {list_of_groups}

source: Incoming video data is empty.
id: Data video masuk kosong

source: Can't find item by locator.
id: Tidak dapat menemukan item dengan locator.

source: Transcripts are supported only for "video" modules.
id: Transkrip hanya didukung untuk modul "video".

source: Insufficient permissions
id: Ijin tidak cukup

source: Could not find user by email address '{email}'.
id: Tidak dapat menemukan pengguna dengan alamat email '{email}'.

source: No `role` specified.
id: Tidak ada peran yang ditentukan.
