Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
id: Setelah anda mendaftarkan dan mengaktifkan akun Anda, kunjungi{course_about_url} untuk mengikuti program.

source: You can then enroll in {course_name}.
id: Anda dapat kemudian mendaftar di {course_name}.

source: You have been invited to register for {course_name}
id: Anda telah diundang untuk mendaftar di {course_name}

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
id: Anda telah terdaftar di {course_name} pada {site_name} oleh staf anggotaprogram. Program seharusnya muncul di dasbor {site_name} Anda.

source: This email was automatically sent from {site_name} to {full_name}
id: Email ini otomatis dikirimkan dari {site_name} ke {full_name}

source: You have been enrolled in {course_name}
id: Anda telah terdaftar pada {course_name}

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
id: Pembayaran Anda berhasil. Anda akan melihat tagihan di bawah ini padalaporan kartu kredit atau debit dengan nama perusahaan {merchant_name}.

source: Thank you,
id: Terima kasih,

source: Your order number is: {order_number}
id: Nomor pemesanan anda: {order_number}

source: Hi {full_name},
id: Halo {full_name},

source: Thanks for submitting your photos!
id: Terimkasih sudah mengirimkan foto anda!

source: We've received your information and the verification process has begun. You can check the status of the verification process on your dashboard.
id: Kami telah menerima informasi Anda dan proses verifikasi telah dimulai. Andadapat memeriksa status proses verifikasi di dasbor Anda.

source: The {platform_name} team
id: Tim {platform_name}

source: Thank you for purchasing enrollments in {course_name}.
id: Terimakasih telah membeli pendaftaran di {course_name}.

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
id: Tagihan untuk {currency_symbol}{total_price} dilampirkan. Pembayaran akan berlaku sejakditerima, Anda dapat menemukan informasi tentang metode pembayaran pada tagihan.

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your students. Each student must use a separate enrollment code.
id: Berkas .csv yang mencantumkan kode pendaftaran Anda dilampirkan. Anda dapat menggunakantemplate email di bawah ini untuk mendistribusikan kode pendaftaran ke pelajar Anda. Masing-masingpelajar harus menggunakan kode pendaftaran berbeda.

source: Thanks, The {platform_name} Team
id: Terimakasih, Tim {platform_name}

source: Dear [[Name]]:
id: Yang Terhormat [[Nama]]:

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
id: Kami telah menyediakan kode pendaftaran program untuk Anda di {course_name}. Untukmendaftar program, klik tautan berikut:

source: HTML link from the attached CSV file
id: Tautan HTML untuk berkas CSV yang dilampirkan

source: After you enroll, you can see the course on your student dashboard. You can see course materials after the course start date.
id: Setelah mendaftar, Anda dapat melihat program di dasbor pelajar Anda. Anda bisamelihat material program setelah tanggal mulai program.

source: Sincerely, [[Your Signature]]
id: Dengan hormat, [[Tanda Tangan Anda]]

source: INVOICE
id: TAGIHAN

source: Invoice No: {invoice_number}
id: Tagihan No: {invoice_number}

source: Terms: Due Upon Receipt
id: Persyaratan: Berlaku Sejak Diterima

source: Due Date: {date}
id: Batas Waktu: {date}

source: Bill to:
id: Ditagihkan kepada:

source: Customer Reference Number: {reference_number}
id: Nomor Referensi Pelanggan: {reference_number}

source: Balance Due: {currency_symbol}{sale_price}
id: Total Penagihan: {currency_symbol}{sale_price}

source: Course: {course_name}
id: Program Studi: {course_name}

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
id: Harga: {currency_symbol}{course_price} Jumlah: {quantity} Sub-Total: {currency_symbol}{sub_total} Diskon: {currency_symbol}{discount}

source: Payment Instructions
id: Petunjuk Pembayaran

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
id: Jika kami tidak menerima pembayaran, pelajar yang menggunakan kode iniakan dibatalkan dan tidak dapat mengakses materi pelajaran.Semua pembelian bersifat final. Untuk informasi lebih lanjut, lihat {site_name}kebijakan pembatalan.

source: For payment questions, contact {contact_email}
id: Untuk pertanyaan pembayaran, hubungi {contact_email}

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
id: Kami mohon maaf, staf program kami tidak menyetujui permintaan Anda untuk mengubahnama dari {old_name} ke {new_name}. Jika Anda memerlukan bantuan lebih lanjut, mohonkirimkan e-mail staf program di {email}.

source: You have been removed as a beta tester for {course_name} at {site_name} by a member of the course staff. The course will remain on your dashboard, but you will no longer be part of the beta testing group.
id: Anda telah dihapus sebagai beta tester untuk {course_name} di {site_name} olehanggota staf program. Program ini akan tetap berada di dasbor Anda, namunanda tidak akan lagi menjadi bagian dari kelompok beta testing.

source: Your other courses have not been affected.
id: Program studi anda lainnya tidak terpengaruh.

source: You have been removed from a beta test for {course_name}
id: Anda telah dihapus dari beta test untuk {course_name}

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
id: Kami telah berhasil memverifikasi identitas Anda untuk penilaian {assessment} diprogram {course_name}.

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
id: Kami tidak dapat memverifikasi identitas Anda untuk penilaian {assessment} diprogram {course_name}. Anda telah menggunakan {used_attempts} dari{allowed_attempts} percobaan untuk memverifikasi identitas Anda.

source: You must verify your identity before the assessment closes on {due_date}.
id: Anda harus memverifikasi identitas anda sebelum penilaian ditutup pada {due_date}.

source: To try to verify your identity again, select the following link:
id: Untuk mencoba memverifikasi akun anda lagi, pilih tautan berikut:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
id: Kami tidak dapat memverifikasi identitas Anda untuk penilaian {assessment} di program {course_name}. Anda telah menggunakan {used_attempts} dari{allowed_attempts} percobaan untuk memverifikasi identitas Anda, dan verifikasi tidak memungkinkanlagi.

source: To go to the courseware, select the following link:
id: Untuk menuju courseware, pilih tautan berikut:

source: If you have any questions, you can contact student support at {support_link}.
id: Jika anda mempunyai pertanyaan, anda dapat menghubungi bantuan pelajar di {support_link}.

source: Thanks,
id: Terimakasih,

source: Dear Student,
id: Pelajar yang terhormat,

source: You have been un-enrolled from course {course_name} by a member of the course staff. Please disregard the invitation previously sent.
id: Anda telah membatalkan pendaftaran dari {course_name} pada {site_name} oleh staf anggotaprogram. Mohon abaikan undangan yang dikirim sebelumnya.

source: You have been un-enrolled in {course_name} at {site_name} by a member of the course staff. The course will no longer appear on your {site_name} dashboard.
id: Anda telah membatalkan pendaftaran dari {course_name} pada {site_name} oleh staf anggotaprogram. Program studi ini tidak akan muncul lagi di {site_name} dasbor Anda.

source: You have been un-enrolled from {course_name}
id: Anda telah membatalkan pendaftaran dari {course_name}

source: This Course Unavailable In Your Country
id: Program Tidak Tersedia di Negara Anda

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
id: Sistem kami menunjukkan bahwa Anda mencoba mengakses program {platform_name} inidari negara atau wilayah di mana saat ini program tidak tersedia.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
id: Sistem kami menunjukkan bahwa Anda mencoba mendaftar program {platform_name} inidari negara atau wilayah di mana saat ini program tidak tersedia.

source: Enrollment Successful
id: Pendaftaran Berhasil

source: Thank you for enrolling in {enrolled_course}. We hope you enjoy the course.
id: Terimakasih telah mendaftar di {enrolled_course}. Kami harap anda menikmati programnya.

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
id: {platform_name} adalah lembaga nirlaba yang menyajikan pendidikan berkualitas tinggi kepada semua orang,dimana saja. Bantuan Anda memungkinkan kami untuk terus meningkatkan pengalaman belajar bagi jutaan orang dan membuat masa datang yang lebih baik bagi para pelajar.

source: Donation Actions
id: Aksi Donasi

source: Financial Assistance Application
id: Aplikasi Bantuan Keuangan

source: A Note to Learners
id: Catatan untuk Pelajar

source: Dear edX Learner,
id: Pelajar edX yang terhormat,

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
id: Bantuan Keuangan edX adalah program yang kami ciptakan untuk memberikan peserta didikdengan kondisi keuangan apapun berkesempatan untuk mendapatkan Sertifikat Terverifikasi ataskeberhasilan menyelesaikan program edX.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
id: Jika Anda tertarik untuk mendapatkan Sertifikat Terverifikasi, namun tidak dapatmembayar biayanya, silahkan ajukan sekarang. Harap dicatat bahwa bantuan keuanganterbatas dan mungkin tidak diberikan kepada semua kandidat yang memenuhi syarat.

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
id: Agar memenuhi syarat untuk mendapatkan Bantuan Keuangan edX, Anda harus menunjukkanbahwa membayar biaya Sertifikat Terverifikasi akan menyebabkan Anda mengalami kesulitan ekonomi.Untuk mendaftar, Anda akan diminta untuk menjawab beberapa pertanyaan tentang mengapa Andamelamar dan bagaimana Sertifikat Terverifikasi akan menguntungkan Anda.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
id: Jika permohonan Anda disetujui, kami akan memberikan petunjuk untuk memverifikasiidentitas Anda di edx.org sehingga Anda bisa mulai menyelesaikan program edX Anda.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
id: EdX berkomitmen untuk memungkinkan Anda mengambil program berkualitas tinggidari institusi terkemuka terlepas dari situasi keuangan Anda, dapatkanSertifikat Terverifikasi, dan bagikan kesuksesan Anda dengan orang lain.

source: Sincerely, Anant
id: Dengan hormat, Anant

source: Back to Student FAQs
id: Kembali ke FAQs Pelajar

source: Apply for Financial Assistance
id: Terapkan untuk Bantuan Keuangan

source: Add Coupon Code
id: Tambah Kode Kupon

source: Enter information about the coupon code below.
id: Masukkan informasi mengenai kode kupon dibawah.

source: Discount Percentage
id: Persentasi Diskon

source: Add expiration date
id: Tambah tanggal kadaluarsa

source: Example Certificates
id: Sertifikat Contoh

source: Generate example certificates for the course.
id: Terbitkan contoh sertifikat untuk program studi.

source: Generate Example Certificates
id: Terbitkan Sertifikat Contoh

source: Generating example {name} certificate
id: Terbitkan contoh sertifikat {name}

source: Error generating example {name} certificate: {error}
id: Kesalahan dalam menghasilkan contoh sertifikat {name}: {error}

source: View {name} certificate
id: Tampilkan sertifikat {name}

source: Refresh Status
id: Perbarui Status

source: Student-Generated Certificates
id: Sertifikat yang Diterbitkan Pelajar

source: Disable Student-Generated Certificates
id: Non-aktifkan Sertifikat yang Diterbitkan Pelajar

source: Enable Student-Generated Certificates
id: Aktifkan Sertifikat yang Diterbitkan Pelajar

source: You must successfully generate example certificates before you enable student-generated certificates.
id: Anda harus berhasil menerbitkan contoh sertifikat sebelum Anda mengaktifkanSertifikat yang Diterbitkan Pelajar.

source: Generate Certificates
id: Terbitkan Sertifikat

source: Course certificate generation requires an activated web certificate configuration.
id: Penerbitan sertifikat program memerlukan konfigurasi sertifikat web yang teraktivasi.

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
id: Bila Anda siap untuk menghasilkan sertifikat untuk program studi Anda, klik TerbitkanSertifikat. Anda tidak perlu melakukan ini jika Anda telah menyetel Mode Sertifikatuntuk diterbitan secara on-demand.

source: Pending Tasks
id: Tugas Tertunda

source: The status for any active tasks appears in a table below.
id: Status untuk setiap tugas aktif muncul di tabel bawah ini.

source: Regenerate Certificates
id: Penerbitan Kembali Sertifikat

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
id: Untuk menerbitkan kembali sertifikat untuk program studi Anda, pilihlah pelajar yang akanmenerima sertifikat yang telah diregenerasi dan klik Terbitkan Kembali Sertifikat.

source: Choose learner types for regeneration
id: Pilih tipe pelajar untuk penerbitan kembali

source: Regenerate for learners who have already received certificates. ({count})
id: Terbitkan kembali untuk pelajar yang sudah menerima sertifikat ({count})

source: Regenerate for learners who have not received certificates. ({count})
id: Terbitkan kembali untuk pelajar yang belum menerima sertifikat ({count})

source: Regenerate for learners with audit passing state. ({count})
id: Terbitkan kembali untuk pelajar dengan status lulus audit ({count})

source: Regenerate for learners with audit not passing state. ({count})
id: Terbitkan kembali untuk pelajar dengan status tidak lulus audit ({count})

source: Regenerate for learners in an error state. ({count})
id: Penerbitan untuk pelajar dalam status eror. ({count})

source: Certificate Generation History
id: Riwayat Penerbitan Sertifikat

source: Task name
id: Nama tugas

source: SET CERTIFICATE EXCEPTIONS
id: ATUR SERTIFIKAT PENGECUALIAN

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
id: Tetapkan pengecualian untuk membuat sertifikat bagi pelajar yang tidak memenuhi syarat untuksertifikat tapi sudah dikecualikan oleh tim program. Setelahanda menambahkan pelajar ke daftar pengecualian, klik Terbitkan Sertifikat Pengecualian di bawah ini.

source: Invalidate Certificates
id: Sertifikat Tidak Valid

source: Enrollment Information
id: Informasi Pendaftaran

source: Number of enrollees (admins, staff, and students) by track
id: Jumlah pedaftar (admin, staf, dan pelajar) sejauh ini

source: Professional
id: Profesional

source: Basic Course Information
id: Informasi Umum Program

source: Course Name:
id: Nama Program:

source: Course Display Name:
id: Nama Tampilan Program:

source: Course End Date:
id: Tanggal Berakhir Program:

source: No end date set
id: Tidak ada tanggal berakhir yang diatur

source: Has the course started?
id: Apakah program sudah dimulai?

source: Yes
id: Ya

source: No
id: Tidak

source: Has the course ended?
id: Apakah program telah berakhir?

source: Number of sections:
id: Jumlah Bagian:

source: Grade Cutoffs:
id: Cutoff Penilaian:

source: View detailed Git import logs for this course {link_start}by clicking here{link_end}.
id: Lihat log impor Git terperinci untuk program ini {link_start}dengan klikdisini{link_end}.

source: Course Warnings
id: Peringatan Program

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
id: Klik untuk menampilkan konfigurasi penilaian program. Konfigurasi Penilaian adalah rincian dari sub penilaian dari program (sepertiUjian dan rangkaian soal), dan dapat diubah di halaman 'Penilaian' (di bawah'Pengaturan') di Studio.

source: Grading Configuration
id: Konfigurasi Penilaian

source: Click to download a CSV of anonymized student IDs:
id: Klik untuk mengunduh CSV atas ID pelajar anonim:

source: Get Student Anonymized IDs CSV
id: Dapatkan ID Anonim Pelajar

source: Reports
id: Laporan

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
id: Untuk program besar, menghasilkan beberapa laporan bisa memakan waktu beberapa jam. Ketikapembuatan laporan selesai, sebuah tautan yang mencakup tanggal dan waktupembuatan akan muncul pada tabel di bawah ini. Laporan ini dihasilkan dibelakang situs, artinya tidak masalah untuk pergi dari halaman ini sementaralaporan sedang dibuat.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
id: Mohon bersabar dan jangan klik tombol ini berkali-kali. Mengkliktombol ini beberapa kali akan memperlambat proses pembuatan secara signifikan.

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
id: Klik untuk membuat berkas CSV dari semua siswa yang terdaftar dalam kursus ini, bersamadengan informasi profil seperti alamat email dan nama pengguna:

source: Download profile information as a CSV
id: Unduk profil informasi sebagai CSV

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
id: Klik untuk menghasilkan berkas CSV dari daftar pelajar yang dapat mendaftar diProgram namun belum melakukannya.

source: Download a CSV of learners who can enroll
id: Unduh CSV atas pelajar yang dapat mendaftar

source: Click to generate a CSV file of all proctored exam results in this course.
id: Klik untuk menghasilkan berkas CSV atas hasil ujian berpengawas untuk Program ini.

source: Generate Proctored Exam Results Report
id: Hasilkan Laporan Hasil Ujian Berpengawas

source: Click to generate a CSV file of survey results for this course.
id: Klik untuk menghasilkan berkas CSV atas hasil survei untuk Program ini.

source: Generate Survey Results Report
id: Hasilkan Laporan Hasil Survei

source: To generate a CSV file that lists all student answers to a given problem, enter the location of the problem (from its Staff Debug Info).
id: Untuk mnghasilkan berkas CSV yang menampilkan seluruh jawaban pelajar terhadap soal yang diberikan, masukkan lokasi dari soal (dari Staff Debug Info).

source: Problem location:
id: Lokasi Permasalahan:

source: Download a CSV of problem responses
id: Unduh CSV atas tanggapan permasalahan

source: Click to list certificates that are issued for this course:
id: Klik untuk daftar sertifikat yang diterbitkan untuk Program ini:

source: View Certificates Issued
id: Tinjau Sertifikat yang Diterbitkan

source: Download CSV of Certificates Issued
id: Unduh CSV dari Sertifikat yang Diterbitkan

source: For smaller courses, click to list profile information for enrolled students directly on this page:
id: Untuk Program yang lebih kecil, klik untuk daftar informasi profil untuk pelajar yang terdaftarlangsung pada halaman ini:

source: List enrolled students' profile information
id: Daftar profil informasi pelajar terdaftar

source: Click to generate a CSV grade report for all currently enrolled students.
id: Klik untuk menghasilkan laporan nilai CSV untuk semua pelajar yang terdaftar.

source: Generate Grade Report
id: Hasilkan Laporan Nilai

source: Generate Problem Grade Report
id: Hasilkan Laporan Permasalahan Nilai

source: Generate ORA Data Report
id: Hasilkan Laporan Data ORA

source: Reports Available for Download
id: Laporan Tersedia untuk Diunduh

source: The reports listed below are available for download. A link to every report remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
id: Laporan yang tercantum di bawah ini tersedia untuk diunduh. Tautan ke setiap laporantetap tersedia di halaman ini, yang diidentifikasi oleh tanggal dan waktu dalam UTClaporan dihasilkan. Laporan tidak dihapus, jadi Anda akan selalu bisa mengakseslaporan yang dihasilkan sebelumnya di halaman ini.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
id: Laporan distribusi jawaban yang tercantum di bawah ini dihasilkan secara berkala olehproses latar belakang otomatis. Laporan bersifat kumulatif, jadi jawaban yang diajukansetelah proses dimulai disertakan dalam laporan berikutnya. Laporan inidihasilkan beberapa kali per hari.

source: {strong_start}Note{strong_end}: To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.
id: {strong_start}Catatan{strong_end}: Agar data pelajar tetap aman, Anda tidak dapat menyimpanatau mengirimkan email atas tautan ini untuk akses langsung. Salinan tautan akan kedaluwarsa dalam waktu 5menit.

source: Enrollment Codes
id: Kode Pendaftaran
