Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
id: Mendaftar di {platform_name} memberi Anda akses ke semua program gratis kami saat ini dan masa datang. Belum siap untuk mengikuti program studi? Mendaftarkan menempatkanAnda di milis kami - kami akan menginformasikan Anda saat program studi ditambahkan.

source: Next Steps
id: Langkah Berikutnya

source: As part of joining {platform_name}, you will receive an email message with instructions for activating your account. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
id: Sebagai bagian dari bergabung dengan {platform_name}, Anda akan menerima pesan email denganpetunjuk untuk mengaktifkan akun Anda. Tidak melihat emailnya? Periksafolder spam anda dan tandai email {platform_name} sebagai 'bukan spam'. Di{Platform_name}, kami berkomunikasi sebagian besar melalui email.

source: Need help registering with {platform_name}?
id: Butuh bantuan untuk mendaftar dengan {platform_name}?

source: View our FAQs for answers to commonly asked questions.
id: Tinjau FAQ kami untuk jawaban atas pertanyaan yang sering ditanyakan.

source: You can find the answers to most of your questions in our list of FAQs. After you enroll in a course, you can also find answers in the course discussions.
id: Anda dapat menemukan jawaban atas sebagian besar pertanyaan Anda dalam daftar FAQ kami.Setelah Anda mendaftar di program, Anda juga bisa menemukan jawaban dalam diskusiprogram.

source: Register for {platform_name}
id: Daftar untuk {platform_name}

source: Create My {platform_name} Account
id: Buat Akun {platform_name} Saya

source: Welcome!
id: Selamat datang!

source: Register below to create your {platform_name} account
id: Daftar dibawah ini untuk membuat akun {platform_name} anda

source: Re-subscribe Successful!
id: Berlangganan kembali Sukses!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
id: Anda telah mengaktifkan kembali pesan pemberitahuan forum dari {platform_name}. Anda {dashboard_link_start}dapat kembali ke dasbor Anda{link_end}.

source: Previous
id: Sebelum

source: Sequence
id: Urutan

source: Next
id: Lanjut

source: Sign Up for {platform_name}
id: Daftar untuk {platform_name}

source: e.g. yourname@domain.com
id: contoh yourname@domain.com

source: e.g. yourname (shown on forums)
id: contoh namaanda (terlihat di forum)

source: e.g. Your Name (for certificates)
id: contoh Nama Anda (untuk sertifikat)

source: <i>Welcome</i> {name}
id: <i>Selamat Datang</i> {name}

source: Full Name *
id: Nama Panjang *

source: Ed. Completed
id: Ed. Lengkap

source: Goals in signing up for {platform_name}
id: Tujuan dalam mendaftar untuk {platform_name}

source: Already have an account?
id: Sudah punya akun?

source: Login.
id: Masuk

source: This content experiment uses group configuration '{group_configuration_name}'.
id: Eksperimen konten ini menggunakan konfigurasi grup'{group_configuration_name}'.

source: Active Groups
id: Grup Aktif

source: Inactive Groups
id: Grup Tidak Aktif

source: Staff Debug Info
id: Info Staf Debug

source: Submission history
id: Riwayat pengumpulan

source: {platform_name} Content Quality Assessment
id: {platform_name} Penilaian Kualitas Konten

source: Comment
id: Komentar

source: comment
id: komentar

source: Tag
id: Label

source: Optional tag (eg "done" or "broken"):
id: Label tambahan (contoh "done" atau "broken"):

source: tag
id: label

source: Add comment
id: Tambah komentar

source: Staff Debug
id: Debug Staf

source: Actions
id: Tindakan

source: Reset Learner's Attempts to Zero
id: Atur Ulang Percobaan Pelajar ke Nol

source: Delete Learner's State
id: Hapus State Pelajar

source: Rescore Learner's Submission
id: Nilai Ulang Pengumpulan Pelajar

source: Rescore Only If Score Improves
id: Nilai Ulang Hanya Bila Skor Meningkat

source: Module Fields
id: Bagian Modul

source: XML attributes
id: Atribut XML

source: Submission History Viewer
id: Tinjauan Riwayat Pengumpulan

source: User:
id: Pengguna:

source: View History
id: Tinjau Riwayat

source: {course_number} Textbook
id: {course_number} Buku Teks

source: Textbook Navigation
id: Navigasi Buku Teks

source: Page
id: Halaman

source: Previous page
id: Halaman seebelumnya

source: Next page
id: Halaman berikutnya

source: Sysadmin Dashboard
id: Dasbor Sysadmin

source: Users
id: Pengguna

source: Staffing and Enrollment
id: Staffing dan Pendaftaran

source: Git Logs
id: Log Git

source: User Management
id: Managemen Pengguna

source: Email or username
id: Email atau namapengguna

source: Delete user
id: Hapus pengguna

source: Create user
id: Buat pengguna

source: Download list of all users (csv file)
id: Unduh daftar dari semua pengguna (berkas csv)

source: Check and repair external authentication map
id: Cek dan perbaiki peta otentikasi eksternal

source: Go to each individual course's Instructor dashboard to manage course enrollment.
id: Pergilah ke dasbor instruktur masing-masing program untuk mengelola pendaftaran program.

source: Manage course staff and instructors
id: Kelola staf dan instrukstur program

source: Download staff and instructor list (csv file)
id: Unduh daftar staf dan instruktur (berkas csv)

source: Administer Courses
id: Admin Program

source: Repo Location
id: Lokasi Repo

source: Repo Branch (optional)
id: Branch Repo (opsional)

source: Load new course from GitHub
id: Muat Program baru dari GitHub

source: Course ID or dir
id: ID Program atau dir

source: Delete course from site
id: Hapus Program dari situs

source: Platform Version
id: Versi Platform

source: previous
id: sebelum

source: Page {current_page} of {total_pages}
id: Halaman {current_page} dari {total_pages}

source: next
id: lanjut

source: Recent git load activity for {course_id}
id: Aktifitas load git terbaru untuk {course_id}

source: Date
id: Tanggal

source: Git Action
id: Tindakan Git

source: No git import logs have been recorded.
id: Tidak ada log impor yang terekam.

source: No git import logs have been recorded for this course.
id: Tidak ada log impor yang terekam untuk program ini.

source: Source:
id: Sumber:

source: Tracking Log
id: Jejak Pelacakan

source: datetime
id: tanggal waktu

source: source
id: sumber

source: type
id: tipe

source: Unsubscribe Successful!
id: Berhenti Berlangganan Sukses!

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
id: Anda tidak akan menerima email pemberitahuan forum lagi dari {platform_name}.Anda dapat kembali ke {dashboard_link_start}dasbor{link_end} Anda. Jika Anda tidak merasamelakukan ini, {undo_link_start}Anda dapat berlangganan ulang{link_end}.

source: Dashboard for:
id: Dasbor untuk:

source: Profile
id: Profil:

source: More options
id: Opsi lanjutan

source: Using the system
id: Gunakan sistem

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
id: Selama pemutaran video, gunakan subtitles dan scroll bar untuk navigasi. Mengklik subtitles adalah cara cepat untuk maju dan mundur sedikit.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
id: Jika Anda berada pada layar dengan resolusi rendah, bar navigasi di kiri bisadisembunyikan dengan mengklik anak panah ketiga dikiri di sebelahnya.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
id: Jika Anda membutuhkan font yang lebih besar atau lebih kecil, gunakan pengaturan browser Anda untuk membesarkanatau mengecilkan. Dengan Google Chrome, ini dapat dilakukan dengan menekan ctrl-tanda tambah, atauctrl-tanda kurang pada saat bersamaan.

source: Loading video player
id: Memuat video player

source: Play video
id: Mainkan video

source: No playable video sources found.
id: Tidak ditemukan video yang dapat dimainkan

source: Your browser does not support this video format. Try using a different browser.
id: Browser Anda tidak mendukung format video ini. Coba gunakan browser yang berbeda

source: Downloads and transcripts
id: Unduhan dan Transkrip

source: Download video file
id: Unduk berkas video

source: Transcripts
id: Transkrip

source: Download {file}
id: Unduh (berkas)

source: Download transcript
id: Unduh transkrip

source: Handouts
id: Material

source: Download Handout
id: Unduh Material

source: {num} of {total}
id: {num} dari {total}

source: Your words were:
id: Kalimat anda adalah:

source: API Access Request
id: Peremintaan Akses API

source: {platform_name} API Access Request
id: {platform_name} Peremintaan Akses API

source: Request API Access
id: Minta Akses API

source: API Access Request Status
id: Status Permintaan Akses API

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
id: Permintaan Anda untuk mengakses Katalog API Program {platform_name} sedangdiproses. Anda akan menerima pesan di alamat email di profil Andasaat proses sudah selesai. Anda juga bisa kembali ke halaman ini untuk melihatstatus permintaan akses API Anda.

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
id: Permintaan Anda untuk mengakses Katalog API Program {platform_name} telahditolak. Jika menurut Anda ini adalah kesalahan, atau untuk pertanyaan lain tentang penggunaanAPI ini, hubungi {api_support_email_link}.

source: Your request to access the {platform_name} Course Catalog API has been approved.
id: Permintaan Anda untuk mengakses Katalog API Program {platform_name} telahdisetujui.

source: Application Name
id: Nama Aplikan

source: API Client ID
id: ID Klien API

source: API Client Secret
id: Secret Klien API

source: Redirect URLs
id: Alihkan URLs

source: If you would like to regenerate your API client information, please use the form below.
id: Jika Anda ingin memperbarui informasi API klien Anda, gunakanformulir di bawah ini.

source: Generate API client credentials
id: Hasilkan kredensial API klien

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
id: Untuk mempelajari lebih lanjut tentang Katalog API Program {platform_name}, kunjungi{link_start}halaman dokumentasi API kami{link_end}. Untuk pertanyaan tentang penggunaanAPI ini, hubungi {api_support_email_link}.

source: API Terms of Service
id: Persyaratan Layanan API

source: Terms of Service for {platform_name} APIs
id: Persyaratan Layanan untuk API {platform_name}

source: Effective Date: April 12th, 2016
id: Tanggal berlaku efektif: 12 April, 2016

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API and any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
id: Selamat datang di {platform_name}. Terima kasih telah menggunakan Program Discovery API {platform_name} dan API tambahan yang mungkin kami tawarkan dari waktu ke waktu(secara kolektif, "APIs"). Silahkan baca Persyaratan Layanan sebelum mengakses atau menggunakan API. Persyaratan Layanan ini, persyaratan tambahandalam dokumentasi API yang menyertainya, dan kebijakan dan pedoman yang berlaku dimana {platform_name} tersedia dan/atau pembaruan dari waktu ke waktuwaktu adalah kesepakatan (secara kolektif, "Terms") antara Anda dan{platform_name}. Dengan mengakses atau menggunakan API, Anda menerima dan menyetujui untuk terikat secara hukum oleh Persyaratan, apakah Anda adalah pengguna terdaftar atau tidak. Jika Andatidak mengerti atau tidak ingin terikat dengan Persyaratan, Anda tidak diperbolehkanmenggunakan API.

source: API Access
id: Akses API

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
id: Untuk mengakses API, Anda perlu membuat akun pengguna {platform_name}untuk aplikasi Anda (bukan untuk penggunaan pribadi). Akun ini akan memberi Andaakses ke halaman permintaan API kami di {request_url}. Pada halaman itu, Anda harusmelengkapi formulir permintaan API termasuk deskripsi penggunaan yang Anda usulkanuntuk API. Setiap akun dan informasi pendaftaran yang Anda berikan kepada{platform_name} harus akurat dan terbaru, dan Anda setuju untuk memberi tahu kamisegera jika ada perubahan. {platform_name} akan meninjau formulir permintaan API Andadan, setelah disetujui atas kebijakan {platform_name}, akan memberi Andapetunjuk untuk mendapatkan API shared secret dan ID klien anda.

source: Permissible Use
id: Penggunaan yang Diperbolehkan

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content") to your own website, mobile site, app, blog, email distribution list, or social media property or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you try to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than the {platform_name} website at {platform_url}.
id: Anda setuju untuk menggunakan API hanya untuk tujuan menyampaikan konten yangdiakses melalui API ("Konten API") ke situs web Anda sendiri,situs seluler, aplikasi, blog, daftar distribusi email, atau properti media sosial atauuntuk penggunaan komersial lain yang Anda jelaskan dalam permintaan akses Andadan bahwa {platform_name} telah disetujui berdasarkan kasus per kasus.{platform_name} dapat memantau penggunaan API Anda atas kepatuhanPersyaratan dan dapat menolak akses Anda atau menutup integrasi Anda jika Anda mencoba untukmemutarkan atau melampaui persyaratan dan batasan yang ditetapkan oleh {platform_name}.Aplikasi Anda atau penggunaan API yang disetujui lainnya atau Konten API harustidak meminta pengguna akhir Anda untuk memberikan nama pengguna {platform_name} mereka,kata sandi atau kredensial pengguna {platform_name} lainnya selain{platform_name} di {platform_url}.

source: Prohibited Uses and Activities
id: Penggunaan dan Aktifitas yang Dilarang

source: {platform_name} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
id: {platform_name} memiliki hak tunggal untuk menentukan apakah ada atau tidaknyapenggunaan API yang diberikan dapat diterima, dan {platform_name} berhakuntuk mencabut akses API untuk penggunaan apa pun yang {platform_name} tentukan padakapanpun, atas kebijakannya sendiri, tidak menguntungkan atau melayani kepentingan terbaikdari {platform_name}, penggunanya dan mitranya.

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
id: Kegiatan berikut tidak dapat diterima saat menggunakan API (ini bukandaftar lengkap):

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
id: Mengumpulkan atau menyimpan nama, kata sandi, atau kredensial lain daripengguna {platform_name};

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
id: Mengumpulkan atau dengan teknik serupa untuk mengumpulkan atau menciptakan salinan tetap dari Konten API;

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
id: Melanggar, menyalahgunakan atau melanggar hak cipta, hak merek dagang,hak privasi atau publisitas, informasi rahasia atau hak lainnyadari pihak ketiga manapun;

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
id: Mengubah atau menghapus merek dagang, hak cipta atau hak kepemilikan atau pemberitahuan hukum yang tercantum dalam, atau muncul pada, API atau Konten API;

source: altering or editing any content or graphics in the API Content
id: mengubah atau mengedit konten atau grafis apa pun dalam Konten API

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
id: Mensublisensikan, mendistribusikan ulang, menyewa, menjual atau menyewakan akses keAPI atau rahasia klien Anda kepada pihak ketiga manapun;

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
id: Menyebarkan virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, atau komponen merusak atau hal berbahaya lainnya, atau

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
id: Menggunakan API untuk tujuan apa pun atau mungkin membebani, mengganggu atau merusakplatform {platform_name}, server atau jaringan.

source: Usage and Quotas
id: Penggunaan dan Kuota

source: {platform_name} reserves the right, in its discretion, to impose restrictions and limitations on the number and frequency of calls made by you or your Application to the APIs. You must not attempt to circumvent any restrictions or limitations that we impose.
id: {platform_name} berhak, atas kebijakannya sendiri, untuk memaksakanpembatasan dan batasan jumlah dan frekuensi panggilan yang dilakukan olehAnda atau Aplikasi Anda ke API. Anda tidak boleh berusaha untuk menghindarilarangan atau keterbatasan yang kami terapkan.

source: Compliance
id: Kepatuhan

source: You agree to comply with all applicable law, regulation, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access) an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or yourApplication's identity when using the APIs.
id: Anda setuju untuk mematuhi semua hukum, peraturan, dan hak pihak ketiga (termasuk tidak terbatas pada undang-undang mengenai impor atau ekspordata atau perangkat lunak, privasi, hak cipta, dan hukum setempat). Anda tidak akan menggunakanAPI untuk mendorong atau mempromosikan aktivitas ilegal atau pelanggaran hak pihak ketiga.Anda tidak akan melanggar persyaratan layanan lainnya dengan{Platform_name}. Anda hanya akan mengakses (atau mencoba mengakses) API yang dijelaskan dalam dokumentasi API itu. Anda tidak akan menyalahgunakan atau menutupi identitas atau identitas Aplikasi Anda saat menggunakanAPI.

source: Ownership
id: Kepemilikan

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
id: Anda mengetahui dan menyetujui bahwa API dan semua Konten API mengandungkekayaan intelektual {platform_name} dan mitranya. API dan semuaKonten API dilindungi oleh Amerika Serikat dan hak cipta asing,merek dagang, dan undang-undang lainnya. Semua hak dalam API dan Konten API, jikatidak dibicarakan secara jelas, dilindungi undang-undang. Dengan menggunakan API atau Konten API apa pun,anda tidak mendapatkan hak kepemilikan atas API atau Konten API. Andatidak boleh mengklaim atau mencoba mengklaim kepemilikan API atau Konten APIatau menggambarkan diri Anda sendiri atau perusahaan Anda atau Aplikasi Anda sebagaisumber dari Konten API apa pun. Anda tidak boleh memodifikasi, membuat karya turunan dari,atau mencoba untuk menggunakan, melisensikan, atau dengan cara apapun memanfaatkan Konten API secara keseluruhanatau sebagian atas nama Anda sendiri atau atas nama pihak ketiga manapun. Anda tidak diperbolehkanmendistribusikan atau memodifikasi API atau Konten API (termasuk adaptasi,mengedit, mengutip, atau membuat karya turunan).
