Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Too similar to a restricted dictionary word.
id: Terlalu mirip dengan kata kamus yang dilarang.

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
id: Untuk menonaktifkan XBlock dan mencegah rendering di LMS, tinggalkan "Enabled"tidak terpilih; untuk lebih jelas, update dukungan XBlockStudioConfiguration dengansesuai

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
id: Hanya XBlock yang terdaftar dalam Daftar Modul Lanjutan Proram dapat ditandai sebagaiTidak berlaku lagi. Ingatlah untuk memperbarui status dukungan XBlockStudioConfigurationsecara teratur, seperti yang ditinggalkan tidak berdampak apakah XBlock baru atau tidakdapat dibuat di Studio.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
id: Kombinasi XBlock/template yang dinonaktifkan tidak dapat disunting di Studio,Terlepas dari tingkat dukungannya. Ingatlah untuk juga memeriksa apakah semua contoh dariXBlock dinonaktifkan di XBlockConfiguration.

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
id: Kombinasi XBlock/template yang diaktifkan dengan dukungan penuh ataupun sementara dapatselalu dibuat di Studio. Kombinasi XBlock/template yang tidak didukungmemerlukan pilihan author opt-in

source: show deprecation messaging in Studio
id: tampilkan deprecation messaging di Studio

source: Fully Supported
id: Didukung penuh

source: Provisionally Supported
id: Didukung untuk sementara

source: Unsupported
id: Tidak didukung

source: Cannot rescore problems with possible file submissions
id: Tidak dapat memulihkan masalah dengan kemungkinan pengiriman file

source: Incorrect
id: Salah

source: Correct
id: Benar

source: correct
id: benar

source: incorrect
id: salah

source: partially correct
id: benar sebagian

source: incomplete
id: tidak lengkap

source: unanswered
id: tidak dijawab

source: submitted
id: diserahkan

source: processing
id: pemrosesan

source: This answer is correct.
id: Jawaban benar.

source: This answer is incorrect.
id: Jawaban salah.

source: This answer is partially correct.
id: Jawaban sebagian benar.

source: This answer is being processed.
id: Jawaban sedang diproses

source: Not yet answered.
id: Belum dijawab

source: Select an option
id: Pilih satu opsi

source: ChoiceGroup: unexpected tag {tag_name}
id: ChoiceGroup: tag tidak terduga {tag_name}

source: Answer received.
id: Jawaban diterima

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
id: Label <choice> atau <compoundhint> diharapkan; yang didapatkan {given_tag}

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
id: File Anda telah dikirim. Segera setelah kiriman Anda dinilai, pesanini akan diganti dengan nilai.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
id: Jawaban Anda telah dikirim. Segera setelah kiriman Anda dinilai, pesanini akan diganti dengan nilai.

source: Press ESC then TAB or click outside of the code editor to exit
id: Tekan ESC kemudian TAB atau klik diluar kode editor untuk keluar

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
id: Terkirim. Segera setelah jawaban dikembalikan, pesan ini akan diganti dengan nilai.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
id: Tidak ada taggapan dari Xqueue dalam {xqueue_timeout} detik. Batalkan.

source: Error running code.
id: Kesalahan saat menjalankan kode

source: Cannot connect to the queue
id: Tidak dapat terhubung dengan antrean

source: No formula specified.
id: Tidak ada formula yang spesifik

source: Couldn't parse formula: {error_msg}
id: Tidak dapat mengurai formula: {error_msg}

source: Error while rendering preview
id: Kesalahann saat rendering tinjauan

source: Sorry, couldn't parse formula
id: Maaf, tidak dapat menguraiakan formula

source: {input_type}: unexpected tag {tag_name}
id: {input_type}: tag tidak terduga {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
id: Diharapkan {expected_tag} tag; mendapatkan {given_tag}

source: Question {index}
id: Pertanyaan {index}

source: Correct:
id: Benar:

source: Incorrect:
id: Salah:

source: Answer
id: Jawaban

source: Error {err} in evaluating hint function {hintfn}.
id: Kesalahan {err} dalam mengevaluasi fungsi hint {hintfn}.

source: (Source code line unavailable)
id: (Source code line tidak tersedia)

source: See XML source line {sourcenum}.
id: Lihat XML source line {sourcenum}.

source: Checkboxes
id: Kotak centang

source: Multiple Choice
id: Pilihan ganda

source: Do not use shuffle and answer-pool at the same time
id: Jangan gunakan shuffle dan answer-pool pada saat yang sama

source: answer-pool value should be an integer
id: Nilai answer-pool harus berupa bilangan bulat

source: Choicegroup must include at least 1 correct and 1 incorrect choice
id: Choicegroup harus terdiri dari minimal 1 pilihan benar dan 1 pilihan salah

source: True/False Choice
id: Pilihan Benar/Salah

source: Numerical Input
id: Input numerik

source: There was a problem with the staff answer to this problem.
id: Terdapat masalah dengan jawaban staf terhadap masalah ini.

source: Could not interpret '{student_answer}' as a number.
id: Tidak dapat mengartikan '{student_answer}' sebagai angka.

source: Answers can include numerals, operation signs, and a few specific characters, such as the constants e and i.
id: Jawaban dapat mencakup angka, tanda operasi, dan beberapa karakter tertentu, seperti konstanta e dan i.

source: Factorial function evaluated outside its domain:'{student_answer}'
id: Fungsi faktorial dievaluasi diluar domain:'{student_answer}'

source: Invalid math syntax: '{student_answer}'
id: Syntax matematika tidak valid: '{student_answer}'

source: You may not use complex numbers in range tolerance problems
id: Anda tidak dapat menggunakan angka kompleks dalam soal batas toleransi

source: There was a problem with the staff answer to this problem: complex boundary.
id: Terdapat masalah dengan jawaban staf terhadap masalah ini: complex boundary.

source: There was a problem with the staff answer to this problem: empty boundary.
id: Terdapat masalah dengan jawaban staf terhadap masalah ini: empty boundary.

source: or
id: atau

source: Text Input
id: Masukan teks

source: error getting student answer from {student_answers}
id: Kesalahan mendapatkan jawaban pelajar {student_answers}

source: No answer entered!
id: Tidak ada jawaban yang dimasukkan!

source: CustomResponse: check function returned an invalid dictionary!
id: CustomResponse: cek fungsi mendapatkan kamus yang tidak valid

source: Symbolic Math Input
id: Input Simbol Matematika

source: An error occurred with SymbolicResponse. The error was: {error_msg}
id: Terjadi kesalahan dengan SymbolicResponse. Kesalahan: {error_msg}

source: Code Input
id: Input kode

source: No answer provided.
id: Tidak ada jawaban yang diberikan.

source: Error: No grader has been set up for this problem.
id: Kesalahan: Tidak ada grader yang di set untuk masalah ini.

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
id: Tidak dapat mengirim jawaban anda ke penilai (Alasan: {error_msg}). Silahkan coba kembali nanti.

source: Invalid grader reply. Please contact the course staff.
id: Jawaban grader tidak valid. Silahkan hubungi staf Program.

source: External Grader
id: Penilai Eksternal

source: Math Expression Input
id: Masukan Hitungan Matematika

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
id: Fungsi faktorial tidak diperbolehkan dalam menjawab soal ini. Jawaban yang diberikanadalah: {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
id: Masukan tidak valid: Tidak dapat mengurai '{bad_input}' sebagai formula.

source: Invalid input: Could not parse '{bad_input}' as a formula
id: Masukan tidak valid: Tidak dapat mengurai '{bad_input}' sebagai formula.

source: Error in evaluating SchematicResponse. The error was: {error_msg}
id: Terdapat masalah dalam mengevaluasi SchematicResponse. Kesalahan: {error_msg}

source: Image Mapped Input
id: Input Gambar Terpetakan

source: error grading {image_input_id} (input={user_input})
id: kesalahan penilaian {image_input_id} (input={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
id: Kesalahan dalam spesifikasi masalah! Tidak dapat menguraikan empat persegi panjang dalam {sr_coords}

source: Annotation Input
id: Masukan Anotasi

source: Checkboxes With Text Input
id: Kotak centang Dengan Masukan Teks

source: Answer not provided for {input_type}
id: Jawaban tidak disediakan untuk {input_type}

source: The Staff answer could not be interpreted as a number.
id: Jawaban staf tidak dapat diartikan sebagai angka.

source: Could not interpret '{given_answer}' as a number.
id: Tidak dapat mengartikan '{given_answer}' sebagai angka.

source: XML data for the annotation
id: Data XML untuk anotasi

source: The display name for this component.
id: Nama tampilan untuk komponen ini

source: Annotation
id: Anotasi

source: Number of attempts taken by the student on this problem
id: Total percobaan yang dilakukan pelajar untuk masalah ini

source: Maximum Attempts
id: Maksimum Percobaan

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
id: Tentukan berapa kali seorang pelajar dapat mencoba untuk menjawab masalah ini. Jikanilai tidak ditentukan, upaya tak terbatas diperbolehkan.

source: Date that this problem is due by
id: Tanggal soal ini jatuh tempo adalah

source: Amount of time after the due date that submissions will be accepted
id: Jumlah waktu setelah tanggal jatuh tempo pengiriman akan diterima

source: Show Results
id: Tampilkan Hasil

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
id: Mendefinisikan kapan harus menunjukkan apakah jawaban peserta didik terhadap masalah sudah benar.Dikonfigurasi pada subbagian.

source: Always
id: Selalu

source: Never
id: Tidak Pernah

source: Past Due
id: Terlambat

source: Show Answer
id: Tunjukkan jawaban

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
id: Tentukan kapan untuk menunjukkan jawaban dari soal. Nilai pengaturan tetap dapat ditentukan pada Pengaturan Lanjutan

source: Answered
id: Sudah dijawab

source: Attempted
id: Dicoba

source: Closed
id: Ditutup

source: Finished
id: Selesai

source: Correct or Past Due
id: Benar atau Terlambat

source: Whether to force the save button to appear on the page
id: Apakah akan memaksa tombol simpan untuk tampil di halaman

source: Show Reset Button
id: Tampilkan Tombol Atur Ulang

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
id: Tentukan apakah tombol 'Atur Ulang' ditampilkan sehingga pengguna dapat mengatur ulangjawaban. Nilai pengaturan tetap bisa diatur di Pengaturan Lanjutan.

source: Randomization
id: Pengacakan

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
id: Tentukan kapan mengacak variabel yang ditentukan dalam skrip Python. Untuk masalah yang tidak mengacak nilai, tentukan "Never".

source: On Reset
id: Dalam Pengaturan Ulang

source: Per Student
id: Per Pelajar

source: XML data for the problem
id: Data XML untuk masalah

source: Dictionary with the correctness of current student answers
id: Kamus untuk kebenaran jawaban pelajar saat ini

source: Dictionary for maintaining the state of inputtypes
id: Kamus untuk mempertahankan keadaan inputtypes

source: Dictionary with the current student responses
id: Kamus dengan tanggapan pelajar saat ini

source: Whether or not the answers have been saved since last submit
id: Apakah jawaban telah disimpan sejak pengiriman terakhir

source: Whether the student has answered the problem
id: Apakah pelajar telah menjawab soal

source: Random seed for this student
id: Input acak untuk pelajar ini

source: Last submission time
id: Waktu pengajuan terakhir

source: Timer Between Attempts
id: Timer Antar Percobaan

source: Seconds a student must wait between submissions for a problem with multiple attempts.
id: Dua, seorang pelajar harus menunggu di antara pengajuan untuk soal dengan banyak percobaan.

source: Problem Weight
id: Bobot Soal

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
id: Tentukan bobot poin untuk setiap soal. Jika nilainya tidak ditentukan,setiap kolom respons dalam soal ini bernilai satu poin.

source: Markdown source of this module
id: Tandai sumber dari modul ini

source: Source code for LaTeX and Word problems. This feature is not well-supported.
id: Sumber kode untuk soal LaTeX dan Word. Fitur ini tidak didukung dengan baik.

source: Enable LaTeX templates?
id: Aktifkan template LaTex?

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
id: Masukkan kunci API yang disediakan oleh MathWorks untuk mengakses MATLAB HostedService. Kunci ini diberikan untuk penggunaan eksklusif oleh Program ini untukdurasi yang ditentukan. Jangan berbagi kunci API dengan Program lain dansegera beritahu MathWorks jika Anda yakin kuncinya terbuka ataumembahayakan. Untuk mendapatkan kunci untuk Program Anda, atau untuk melaporkan permasalahan, silahkanhubungi moocsupport@mathworks.com

source: Submit
id: Kirim

source: Submitting
id: Sedang mengirimkan

source: Warning: The problem has been reset to its initial state!
id: Peringatan: Permasalahan sudah diatur ulang ke keadaan awal!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
id: Keadaan masalahnya berasal dari pengiriman yang tidak benar. Pengiriman terdiri dari:

source: If this error persists, please contact the course staff.
id: Jika kesalahan terus berlanjut, silahkan hubungi staf Program.

source: Hint ({hint_num} of {hints_count}):
id: Petunjuk ({hint_num} dari {hints_count}):

source: Your answers were previously saved. Click '{button_name}' to grade them.
id: Jawaban anda sebelumnya sudah disimpan. Klik '{button_name}' untuk menilai.

source: Incorrect ({progress} point)
id: Salah ({progress} point)

source: Correct ({progress} point)
id: Benar ({progress} point)

source: Partially correct ({progress} point)
id: Benar sebagian ({progress} point)

source: Partially Correct
id: Benar Sebagian

source: Answer submitted.
id: Jawaban diajukan

source: Problem is closed.
id: Soal sudah tidak dapat dijawab

source: Problem must be reset before it can be submitted again.
id: Soal harus diatur ulang sebelum dapat dikirimkan kembali.

source: You must wait at least {wait} seconds between submissions.
id: Anda harus menunggu setidaknya {wait} detik diantara pengiriman.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
id: Anda harus menunggu setidaknya {wait_secs} diantara pengiriman. Tersisa {remaining_secs}.

source: {num_hour} hour
id: {num_hour} jam

source: {num_minute} minute
id: {num_minute} menit

source: {num_second} second
id: {num_second} detik

source: Problem needs to be reset prior to save.
id: Soal harus diatur ulang sebelum disimpan.

source: Your answers have been saved.
id: Jawaban anda sudah tersimpan.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
id: Jawaban Anda telah disimpan tapi belum dinilai. Klik '{button_name}' untuk menilaimereka.

source: You cannot select Reset for a problem that is closed.
id: Anda tidak dapat memilih Atur Ulang untuk soal yang sudah tidak bisa dijawab

source: You must submit an answer before you can select Reset.
id: Anda harus mengirim jawaban sebelum memilih Atur Ulang.

source: Problem's definition does not support rescoring.
id: Definisi masalah tidak mendukung rescoring.

source: Problem must be answered before it can be graded again.
id: Soal harus dijawab sebelum bisa dinilai lagi.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
id: Mohon maaf, ada kesalahan saat memproses permintaan Anda. Silakan cobamuat ulang halaman Anda dan coba lagi.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
id: Keadaan masalah ini telah berubah sejak Anda masuk halaman ini. Silahkanperbaharui halaman Anda.

source: Conditional
id: Bersyarat

source: List of urls of children that are references to external modules
id: Daftar urls dari anak yang direferensi dari modul eksternal

source: Source Components
id: Sumber Komponen

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional module. Copy the component location ID of a component from its Settings dialog in Studio.
id: ID lokasi komponen dari semua sumber komponen yang digunakan untukmenentukan apakah seorang pelajar diperlihatkan isi modul kondisional ini.Salin ID lokasi komponen dari dialog Pengaturan diStudio.

source: Conditional Attribute
id: Atribut Bersyarat

source: The attribute of the source components that determines whether a learner is shown the content of this conditional module.
id: Atribut sumber komponen yang menentukan apakah seorang pelajar ditunjukkan isi modul kondisional ini.

source: Conditional Value
id: Value Bersyarat

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional module.
id: Nilai atribut kondisional dari sumber komponen harus sesuaisebelum pelajar diperlihatkan isi modul kondisional ini.

source: Blocked Content Message
id: Pesan Konten yang Diblokir

source: The message that is shown to learners when not all conditions are met to show the content of this conditional module. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
id: Pesan yang ditunjukkan kepada pelajar bila tidak semua kondisi terpenuhi untukmenampilkan isi modul kondisional ini. Sertakan {link} dalam tekspesan Anda untuk memberi pelajar tautan langsung ke unit yang dibutuhkan. Misalnya,'Anda harus menyelesaikan {link} sebelum dapat mengakses unit ini'.

source: You must complete {link} before you can access this unit.
id: Anda harus menyelesaikan {link} sebelum dapat mengakses unit ini

source: This component has no source components configured yet.
id: Komponen ini belum memiliki sumber komponenyang dikonfigurasikan.

source: Configure list of sources
id: Sumber daftar konfigurasi

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
id: Masukkan passport untuk Program LTI tools dengan format berikut: "id:client_key:client_secret".

source: List of Textbook objects with (title, url) for textbooks used in this course
id: Daftar buku teks dengan (title, url) untuk buku teks yang digunakan dalam Program ini

source: Date that enrollment for this class is opened
id: Tanggal pendaftaran untuk Program ini sudah dibuka

source: Date that enrollment for this class is closed
id: Tanggal pendaftaran untuk Program ini sudah ditutup

source: Start time when this module is visible
id: Waktu dimulai untuk modul ini terlihat

source: Date that this class ends
id: Tanggal Program ini selesai

source: Cosmetic Course Display Price
id: Tampilan Harga Program Kosmetik

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
id: Biaya yang ditampilkan kepada pelajar untuk mendaftar Program. Jika pendaftaran Program berbayardiatur oleh administrator dalam database, harga tersebutyang akan ditampilkan bukan yang ini.

source: Course Advertised Start
id: Program Diiklankan Mulai

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
id: Masukkan teks yang ingin Anda gunakan sebagai kerangka waktu mulai yang diiklankanuntuk Program, seperti "Musim Dingin 2018". Jika Anda memasukkan null untuk nilai ini,tanggal mulai yang telah Anda tetapkan untuk Program ini digunakan.

source: Pre-Requisite Courses
id: Program Prasyarat yang Dibutuhkan

source: Pre-Requisite Course key if this course has a pre-requisite course
id: Key Program Prasyarat yang Dibutuhkan jika Program ini memiliki prasyarat saja

source: Grading policy definition for this class
id: Penjelasan kebijakan penilaian untuk Program ini

source: Show Calculator
id: Tampilkan Kalkulator

source: Enter true or false. When true, students can see the calculator in the course.
id: Masuk benar atau salah. Bila benar, pelajar dapat melihat kalkulator di Program.

source: Enter the name of the course as it should appear in the edX.org course list.
id: Masukkan nama Program sebagaimana terdapat pada daftar Program edX.org .

source: Course Display Name
id: Tampilan Nama Program

source: Course Editor
id: Editor Program

source: Enter the method by which this course is edited ("XML" or "Studio").
id: Masukkan metode Program ini dirubah ("XML" or "Studio").

source: Course Survey URL
id: URL Survei Program

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
id: Masukkan URL untuk survei akhir Program. Jika Program anda tidak memiliki survei, tekan null.

source: Discussion Blackout Dates
id: Diskusi Tanggal Blackout
