Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: LaTeX Source File Name
id: Nama Berkas Sumber LaTex

source: Enter the source file name for LaTeX.
id: Masukkan nama berkas sumber untuk LaTex.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
id: Sebuah kamus yang memetakan kelompok mana yang dapat ditunjukkan blok ini. Kuncinya adalahID konfigurasi grup dan nilainya adalah daftar grup ID. Jika tidak adakunci untuk konfigurasi grup atau jika kumpulan ID grup kosong makablok tersebut dianggap dapat dilihat oleh semua orang. Perhatikan bahwa bagian ini diabaikan jikablok itu visible_to_staff_only.

source: My Notes
id: CatatanKu

source: Order Payment Confirmation
id: Konfirmasi Pembayaran Pesanan

source: Confirmation and Registration Codes for the following courses: {course_name_list}
id: Konfirmasi dan Kode Pendaftaran untuk program dibawah ini: {course_name_list}

source: Trying to add a different currency into the cart
id: Mencoba menambahkan mata uang lain kedalam keranjang

source: Internal reference code for this invoice.
id: kode referensi internal untuk tagihan ini.

source: Customer's reference code for this invoice.
id: kode referensi pelanngan untuk tagihan ini.

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
id: Jumlah pada transaksi. Gunakan jumlah positif untuk pembayaran dan jumlah negatif untuk pengembalian dana.

source: Lower-case ISO currency codes
id: kode huruf kecil ISO mata uang

source: Optional: provide additional information for this transaction
id: Pilihan: sediakan informasi tambahan untuk transaksi ini

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
id: Status pembayaran atau pengembalian dana. 'Mulai' berarti menunggu pembayaran dimana dana belum ditransfer. 'Selesai' berarti pembayaran atau pengembalian dana telah diterima. 'Dibatalkan' berarti menunggu pembayaran atau pengembalian dananamun sudah dibatalkan sebelum uang ditransfer.

source: The number of items sold.
id: Jumlah item terjual.

source: The price per item sold, including discounts.
id: Harga per item terjual, termasuk diskon.

source: Registration for Course: {course_name}
id: Pendaftaran untuk Program: {course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
id: Silahkan kunjungi {link_start}dashboard{link_end} anda untuk melihat program baru anda.

source: Enrollment codes for Course: {course_name}
id: Kode pendaftaran untuk Program : {course_name}

source: Mode {mode} does not exist for {course_id}
id: Mode {mode} tidak ada untuk {course_id}

source: {mode_name} for course {course}
id: {mode_name} untuk program {course}

source: You can unenroll in the course and receive a full refund for 14 days after the course start date.
id: Anda dapat membatalkan pendaftaran anda dan menerima pengembalian dana penuh 14 hari setelah tanggal program dimulai.

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
id: Jika anda belum memverifikasi identitas anda, silahkan mulai proses verifikasi ({verification_url}).

source: You can unenroll in the course and receive a full refund for 2 days after the course start date.
id: Anda dapat membatalkan pendaftaran anda dan menerima pengembalian dana penuh 2 hari setelah tanggal program dimulai.

source: {refund_reminder_msg}To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
id: {refund_reminder_msg} Untuk menerima pengembalian dana anda, hubungi {billing_email}. Mohon sertakan nomor pesanan anda di email. Dimohon TIDAK menyertakan informasi kartu kredit anda.

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
id: Kami sangat menghargai kontribusi dan dukungan Anda terhadapmisi {platform_name}. Tanda terima ini disiapkan untuk membuktikan kontribusi penggalangan dana untuk tujuan perpajakan. Kami memastikan bahwa baik barang maupun jasadiberikan sebagai imbalan dari hadiah ini.

source: Could not find a course with the ID '{course_id}'
id: Tidak dapat menemukan program dengan ID '{course_id}'

source: Donation for {course}
id: Donasi untuk {course}

source: Donation for {platform_name}
id: Donasi untuk {platform_name}

source: Page {page_number} of {page_count}
id: Halaman {page_number} dari {page_count}

source: Invoice
id: Tagihan

source: Order
id: Pesanan

source: Date: {date}
id: Tanggal: {date}

source: Quantity
id: Jumlah`

source: List Price per item
id: Daftar Harga per item

source: Discount per item
id: Diskon per item

source: Amount
id: Jumlah

source: Payment Received
id: Pembayaran Diterima

source: Balance
id: Saldo

source: Billing Address
id: Alamat Penagihan

source: TERMS AND CONDITIONS
id: SYARAT DAN KETENTUAN

source: The payment processor did not return a required parameter: {0}
id: Sistem pembayaran tidak mengembalikan parameter yang dibutuhkan: {0}

source: The payment processor returned a badly-typed value {0} for param {1}.
id: Sistem pembayaran mengembalikan nilai yang salah tulis {0} dari param {1}.

source: The payment processor accepted an order whose number is not in our system.
id: Sistem pembayaran menerima pesanan yang nomornya tidak terdapat dalam sistem kami.

source: The amount charged by the processor {0} {1} is different than the total cost of the order {2} {3}.
id: Jumlah yang dibebankan oleh sistem {0} {1} berbeda dari total biaya atas pesanan {2} {3}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision_text}, and the reason was {reason_text}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
id: Maaf! Pembayaran anda tidak dapat diterima oleh sistem kami. Keputusan dikembalikan adalah {decision_text}, dan alasannya adalah {reason_text}. Anda belum dibebankan. Silahkan coba bentuk pembayaran lain. Hubungi kami dengan pertanyaan terkait pembayaran di {email}.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data!We apologize that we cannot verify whether the charge went through and take further action on your order.The specific error message is: {error_message}. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
id: Maaf! Sistem pembayaran kami mengirimkan kembali konfirmasi pembayaran yang mempunyai data tidak konsisten! Kami mohon maaf karena kami tidak dapat memverifikasi apakah biaya yang ditagihkan tersebut masuk dan memproses pesanan Anda Pesan. Isi pesan kesalahan adalah: {error_message}. Kartu kredit anda mungkin telah dibebankan. Hubungi kami dengan rincian pertanyaan mengenai pembayaran di {email}.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {error_message}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
id: Maaf! Karena kesalahan pembelian Anda telah dikenakan biaya dengan jumlah yang berbeda dari total pesanan! Isi pesan kesalahan adalah: {error_message}. Kartu kreditanda mungkin telah dibebankan. Hubungi kami dengan rincian pertanyaan mengenai pembayaran di {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {error_message}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
id: Maaf! Sistem pembayaran kami mengirimkan pesan yang rusak terkait denganbiaya yang ditagihkan, sehingga kami tidak dapat memvalidasi bahwa pesan itu benar-benar berasal darisistem pembayaran. Isi pesan kesalahan adalah: {error_message}. Kamimohon maaf karena kami tidak dapat memverifikasi apakah biaya yang ditagihkan tersebut masuk dan memprosespesanan Anda. Kartu kredit Anda mungkin telah dibebankan. Hubungi kami dengan rincian pertanyaan mengenai pembayaran di {email}.

source: Successful transaction.
id: Transaksi sukses.

source: The request is missing one or more required fields.
id: Ada satu atau lebih kolom yang belum diisi pada permintaan.

source: One or more fields in the request contains invalid data.
id: Terdapat data yang tidak valid di satu atau lebih kolom dalam permintaan.

source: The merchantReferenceCode sent with this authorization request matches the merchantReferenceCode of another authorization request that you sent in the last 15 minutes. Possible fix: retry the payment after 15 minutes.
id: MerchantReferenceCode yang dikirim dengan permintaan terotorisasi sama dengan merchantReferenceCode dengan permintaan terotorisasi yang anda kirimkan dalan 15 menit terakhir. Kemungkinan solusi: coba lagi pembayaran setelah 15 menit.

source: Error: General system failure. Possible fix: retry the payment after a few minutes.
id: Eror : Kegagalan umum sistem. Kemungkinan solusi: coba kembali pembayaran setelah beberapa menit.

source: Error: The request was received but there was a server timeout. This error does not include timeouts between the client and the server. Possible fix: retry the payment after some time.
id: Eror: Permintaan sudah diterima tetapi waktu server telah habis. Kesalahan ini tidak termasuk habis waktu antara klien dan sever. Kemungkinan solusi: coba kembali pembayaran setelah beberapa waktu.

source: Error: The request was received, but a service did not finish running in time Possible fix: retry the payment after some time.
id: Eror: Permintaan sudah diterima, tetapi layanan tidak selesai diproses tepat waktu Kemungkinan solusi: coba kembali pembayaran setelah beberapa waktu.

source: The issuing bank has questions about the request. Possible fix: retry with another form of payment
id: Bank penerbit memiliki pertanyaan atas permintaan pembayaran. Kemungkinan solusi : coba kembali dengan bentuk pembayaran lain

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible fix: retry with another form of payment
id: Kartu tidak berlaku lagi. Anda mungkin menerima ini apabila tanggal berlaku yang anda maasukkan tidak sama dengan tanggal di berkas bank penerbit. Kemungkinan solusi: coba kembali dengan metode pembayaran lain

source: General decline of the card. No other information provided by the issuing bank. Possible fix: retry with another form of payment
id: Penolakan umum kartu. Tidak ada informasi lain yang diberikan oleh bank penerbit. Kemungkinan solusi: coba kembali dengan metode pembayaran lain

source: Insufficient funds in the account. Possible fix: retry with another form of payment
id: Dana tidak mencukupi di rekening. Kemungkinan solusi: Coba kembali dengan metode pembayaran lain.

source: Unknown reason
id: Alasan tidak diketahui

source: Issuing bank unavailable. Possible fix: retry again after a few minutes
id: Bank penerbit tidak tersedia. Kemungkinan solusi: coba kembali setelah beberapa menit

source: Inactive card or card not authorized for card-not-present transactions. Possible fix: retry with another form of payment
id: Kartu tidak aktif or kartu tidak terotorisasi untuk transaksi tanpa kartu. Kemungkinan solusi: Coba kembali dengan metode pembayaran lain.

source: The card has reached the credit limit. Possible fix: retry with another form of payment
id: Kartu telah melewati batas kredit. Kemungkinan solusi: Coba kembali dengan metode pembayaran lain.

source: Invalid card verification number. Possible fix: retry with another form of payment
id: Nomor verifikasi kartu tidak valid. Kemungkinan solusi: Coba kembali dengan metode pembayaran lain.

source: Invalid account number. Possible fix: retry with another form of payment
id: Nomor akun tidak valid. Kemungkinan solusi: Coba kembali dengan metode pembayaran lain.

source: The card type is not accepted by the payment processor. Possible fix: retry with another form of payment
id: Tipe kartu tidak diterima oleh mesin pembayaran. Kemungkinan solusi: Coba kembali dengan metode pembayaran lain.

source: General decline by the processor. Possible fix: retry with another form of payment
id: Penolakan umum oleh mesin. Kemungkinan solusi: Coba kembali dengan metode pembayaran lain.

source: There is a problem with our CyberSource merchant configuration. Please let us know at {0}
id: Ada masalah dengan konfigurasi CyberSource kami. Silahkan beritahukami di {0}

source: The requested amount exceeds the originally authorized amount.
id: Jumlah yang diminta melebihi jumlah yang diotorisasi di awal.

source: Processor Failure. Possible fix: retry the payment
id: Kegagalan Prosesor. Kemungkinan solusi: coba kembali pembayaran

source: The authorization has already been captured
id: Otorisasi sudah didapatkan

source: The requested transaction amount must match the previous transaction amount.
id: Jumlah dalam transaksi yang diminta harus sama dengan jumlah transaksi sebelumnya.

source: The card type sent is invalid or does not correlate with the credit card number. Possible fix: retry with the same card or another form of payment
id: Jenis kartu yang digunakan tidak valid atau tidak berkorelasi dengan nomor kartu kredit. Kemungkinan solusi: coba kembali dengan kartu yang sama atau metode pembayaran lain

source: The request ID is invalid.
id: ID permintaan tidak valid

source: You requested a capture through the API, but there is no corresponding, unused authorization record.
id: Anda meminta penangkapan melalui API, namun tidak ada tanggapan, catatan otorisasi tidak digunakan.

source: The transaction has already been settled or reversed.
id: Transaksi sudah selesai atau sudah dikembalikan.

source: The capture or credit is not voidable because the capture or credit information has already been submitted to your processor. Or, you requested a void for a type of transaction that cannot be voided.
id: Penangkapan atau kredit tidak dapat dibatalkan karena informasi penangkapan atau kredit sudah dikirimkan ke prosesor Anda. Atau, Anda meminta pembatalan untuk jenis transaksi yang tidak dapat dibatalkan.

source: You requested a credit for a capture that was previously voided
id: Anda meminta kredit untuk penangkapan yang sebelumnya sudah dibatalkan

source: Error: The request was received, but there was a timeout at the payment processor. Possible fix: retry the payment.
id: Eror: Permintaan sudah diterima, namun waktu telah habis di prosesor. Kemungkinan solusi: coba kembali pembayaran.

source: The authorization request was approved by the issuing bank but declined by CyberSource.' Possible fix: retry with a different form of payment.
id: Otorisasi permintaan sudah disetuji oleh bank penerbit namun ditolak oleh CyberSource.' Kemungkinan solusi: Coba kembali dengan metode pembayaran lain.

source: UNKNOWN REASON
id: ALASAN TIDAK DIKETAHUI

source: The payment processor did not return a required parameter: {parameter}
id: Prosesor pembayaran tidak merespon parameter yang dibutuhkan: {parameter}

source: The payment processor returned a badly-typed value {value} for parameter {parameter}.
id: Prosesor pembayaran mengembalikan nilai {value} yang salah ketik untuk parameter{parameter}.

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
id: Total jumlah yang dibebankan oleh prosesor {charged_amount} {charged_amount_currency} berbeda dengan total biaya atas pemesanan {total_cost} {total_cost_currency}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision}, and the reason was {reason}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
id: Maaf! Pembayaran anda tidak dapat diterima oleh sistem kami. Keputusan dikembalikan adalah {decision}, dan alasannya adalah {reason}. Anda belum dibebankan. Silahkan coba bentuk pembayaran lain. Hubungi kami dengan rincian pertanyaan mengenai pembayaran di {email}.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: {msg} Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
id: Maaf! Sistem pembayaran kami mengirimkan kembali konfirmasi pembayaran yang mempunyai data tidak konsisten! Kami mohon maaf karena kami tidak dapat memverifikasi apakah biaya yang ditagihkan tersebut masuk dan memproses pesanan Anda Pesan. Isi pesan kesalahan adalah: {msg}. Kartu kredit anda mungkin telah dibebankan. Hubungi kami dengan rincian pertanyaan mengenai pembayaran di {email}.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {msg}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
id: Maaf! Karena kesalahan pembelian Anda telah dikenakan biaya dengan jumlah yang berbeda dari total pesanan! Isi pesan kesalahan adalah: {msg}. Kartu kreditanda mungkin telah dibebankan. Hubungi kami dengan rincian pertanyaan mengenai pembayaran di {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {msg}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
id: Maaf! Sistem pembayaran kami mengirimkan pesan yang rusak terkait denganbiaya yang ditagihkan, sehingga kami tidak dapat memvalidasi bahwa pesan itu benar-benar berasal darisistem pembayaran. Isi pesan kesalahan adalah: {msg}. Kamimohon maaf karena kami tidak dapat memverifikasi apakah biaya yang ditagihkan tersebut masuk dan memprosespesanan Anda. Kartu kredit Anda mungkin telah dibebankan. Hubungi kami dengan rincian pertanyaan mengenai pembayaran di {email}.

source: Sorry! Our payment processor sent us back a message saying that you have cancelled this transaction. The items in your shopping cart will exist for future purchase. If you feel that this is in error, please contact us with payment-specific questions at {email}.
id: Maaf! Prosesor pembayaran kami mengirimkan kami pesan yang mengatakan bahwa anda telah membatalkan transaksi ini. Item yang ada pada keranjang belanja anda akan tetap ada untuk pembelian di masa datang. Jika anda merasa ini adalah kesalahan, silahkan hubungi kami dengan pertanyaan rinci mengenai pembayaran di {email}.

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
id: Kami mohon maaf, namun pembayaran ini ditolak. Item yang ada pada keranjang belanja anda sudah disimpan. Jika anda memiliki pertanyaan mengenai transaksi ini, silahkan hubungi kami di {email}.

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
id: Maaf! pembayaran anda tidak dapat diproses karena terjadi pengecualian tidak terduga. Silahkan hubungi kami di {email} untuk bantuan.

source: The merchant reference code for this authorization request matches the merchant reference code of another authorization request that you sent within the past 15 minutes. Possible action: Resend the request with a unique merchant reference code.
id: Kode referensi merchant untuk permintaan otentikasi ini sama dengan kode referensi merchant atas permintaan otorisasi yang anda lakukan 15 menit yang lalu. Kemungkinan tindakan: Kirim ulang permintaan kode unik referensi merchant.

source: Only a partial amount was approved.
id: Hanya jumlah sebagian yang disetujui.

source: General system failure.
id: Kegagalan sistem umum.

source: The request was received but there was a server timeout. This error does not include timeouts between the client and the server.
id: Permintaan telah diterima namun ada batas waktu server. Kesalahan ini tidak termasuk batas waktu antara klien dan server.

source: The request was received, but a service did not finish running in time.
id: Permintaan telah diterima, namun layanan tidak selesai tepat waktu.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification System (AVS).
id: Otorisasi permintaan sudah disetuji oleh bank penerbit namun ditolak oleh CyberSource karena tidak lulus pengecekan Sistem Verifikasi Alamat (SVA).

source: The issuing bank has questions about the request. You do not receive an authorization code programmatically, but you might receive one verbally by calling the processor. Possible action: retry with another form of payment.
id: Bank penerbit mempunyai pertanyaan mengenai permintaan. Anda tidak menerima kode otentikasi secara terprogram, namun anda dapat mendapatkannya dengan menelepon bank terkait. Kemungkinan tindakan: Coba kembali dengan metode pembayaran lain.

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible action: retry with another form of payment.
id: Kartu kadaluarsa. Anda juga mungkin menerima ini apabila tanggal berakhir yang anda masukkan tidak sama dengan data yang ada pada berkas bank penerbit. Kemungkinan tindakan: Coba kembali dengan metode pembayaran lain.

source: General decline of the card. No other information provided by the issuing bank. Possible action: retry with another form of payment.
id: Penolakan umum kartu. Tidak ada informasi yang disediakan oleh bank penerbit. Kemungkinan tindakan: Coba kembali dengan metode pembayaran lain.

source: Insufficient funds in the account. Possible action: retry with another form of payment.
id: Dana tidak mencukupi di rekening. Kemungkinan tindakan: Coba kembali dengan metode pembayaran lain.

source: Stolen or lost card.
id: Kartu hilang atau dicuri.

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
id: Bank penerbit tidak tersedia. Kemungkinan tindakan: coba kembali setelah beberapa menit.

source: Inactive card or card not authorized for card-not-present transactions. Possible action: retry with another form of payment.
id: Kartu tidak aktif or kartu tidak terotorisasi untuk transaksi tanpa kartu. Kemungkinan tindakan: Coba kembali dengan metode pembayaran lain.

source: CVN did not match.
id: CVN tidak sesuai.
