Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Discussion
id: Diskusi

source: Problem
id: Permasalahan

source: Advanced
id: Lanjutan

source: Entrance Exam
id: Ujian Masuk

source: Section
id: Bagian

source: Subsection
id: Sub-bagian

source: Unit
id: Satuan

source: Name
id: Nama

source: Pending
id: Tertunda

source: Verification Deadline
id: Batas Waktu Verifikasi

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
id: PILIHAN: Setelah tanggal/waktu ini, pengguna tidak lagi dapat mengirimfoto untuk verifikasi. HANYA berlaku untuk mode-mode yang membutuhkanverifikasi.

source: Your verification is pending
id: Verifikasi anda tertunda

source: Verified: Pending Verification
id: Terverifikasi: Verifikasi tertunda

source: ID verification pending
id: Verikasi ID tertunda

source: You're enrolled as a verified student
id: Anda terdaftar sebagai pelajar yang terverifikasi

source: Verified
id: Terverifikasi

source: ID Verified Ribbon/Badge
id: ID Terverifikasi Pita/Badge

source: You're enrolled as an honor code student
id: Anda terdaftar sebagai pelajar tanda kehormatan

source: Honor Code
id: Kode Etik

source: You're enrolled as a professional education student
id: Anda terdaftar sebagai pelajar pendidikan profesional

source: Professional Ed
id: Pendidikan Profesional

source: Course
id: Program

source: Display Name
id: Nama Tampilan

source: Price
id: Harga

source: Upgrade Deadline
id: Tingkatkan Batas Waktu

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
id: PILIHAN: Setelah tanggal/waktu ini, pengguna tidak lagi dapat mendaftar di mode ini. Biarkan ini kosong jika pengguna dapat mendaftar di mode ini sampai pendaftaran untuk Program ini tutup.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
id: PILIHAN: Ini adalah UPS (Unit Penyimpanan Stok) atas mode pada layanan e-niaga eksternal. Biarkan ini kosong jika Program belum dipindahkan ke layanan e-niaga.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
id: PILIHAN: Ini adalah UPS (Unit Penyimpanan Stok) atas mode pada layanan e-niaga eksternal.

source: Honor
id: Kehormatan

source: Professional education modes are not allowed to have expiration_datetime set.
id: Mode pendidikan profesional tidak dapat mempunyai set bataswaktu_kadaluwarsa.

source: Verified modes cannot be free.
id: Mode terverikasi tidak bisa bebas

source: The time period before a course ends in which a course mode will expire
id: Periode waktu sebelum Program berakhir dimana mode Program akan berakhir

source: Congratulations! You are now enrolled in {course_name}
id: Selamat! Anda sekarang terdaftar di {course_name}

source: Welcome, {username}! You are about to enroll in {course_name}, from {partner_names}, sponsored by {enterprise_name}. Please select your enrollment information below.
id: Selamat datang, {username}! Anda akan mendaftar di {course_name}, dari {partner_names}, disponsori oleh {enterprise_name}. Silahkan pilih informasi pendaftaran anda di bawah ini.

source: Enrollment is closed
id: Pendaftaran ditutup

source: Enrollment mode not supported
id: Mode pendaftaran tidak didukung

source: Invalid amount selected.
id: Jumlah tidak valid dipilih.

source: No selected price or selected price is too low.
id: Tidak ada harga yang dipilih atau harga yang dipilih terlalu rendah.

source: Community TA
id: Komunitas TA

source: Student
id: Pelajar

source: User profile
id: Profil Pengguna

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
id: Alamat e-mail tidak memiliki profil pengguna yang terkait. Apakah anda yakin anda sudah mendaftar?

source: The user account associated with this e-mail address cannot reset the password.
id: Akun pengguna yang terkait dengan alamat e-mail ini tidak dapat mengatur ulang kata sandi.

source: Username must be minimum of two characters long
id: Nama pengguna harus minimal dua karakter

source: A properly formatted e-mail is required
id: E-mail dengan format yang benar diperlukan

source: A valid password is required
id: Kata sandi yang benar diperlukan

source: Your legal name must be a minimum of two characters long
id: Nama resmi anda harus minimal dua karakter

source: Usernames can only contain Roman letters, western numerals (0-9), underscores (_), and hyphens (-).
id: Nama pengguna hanya dapat terdiri dari huruf romawi, angka barat (0-9), garis bawah (_), dan tanda hubung (-).

source: Username cannot be more than %(limit_value)s characters long
id: Nama pengguna tidak dapat lebih dari %(limit_value)s karakter

source: Email cannot be more than %(limit_value)s characters long
id: E-mail tidak dapat lebih dari %(limit_value)s karakter

source: You must accept the terms of service.
id: Anda harus menerima persyaratan layanan.

source: A level of education is required
id: Tingkat pendidikan diperlukan

source: Your gender is required
id: Jenis kelamin anda diperlukan

source: Your year of birth is required
id: Tahun lahir anda diperlukan.

source: Your mailing address is required
id: Alamat surat-menyurat anda diperlukan

source: A description of your goals is required
id: Deskripsi tujuan anda diperlukan

source: A city is required
id: Kota diperlukan

source: A country is required
id: Negara diperlukan

source: To enroll, you must follow the honor code.
id: Untuk mendaftar, anda harus mematuhi kode etik.

source: You are missing one or more required fields
id: Anda belum mengisi satu atau lebih kolom yang dibutuhkan

source: Username and password fields cannot match
id: Nama pengguna dan kata sandi tidak dapat sama

source: Password:
id: Kata sandi:

source: Unauthorized email address.
id: Alamat e-mail tidak sah.

source: It looks like {email} belongs to an existing account. Try again with a different email address.
id: Sepertinya {email} milik akun yang sudah ada. Coba kembali dengan alamat email yang lain.

source: Removed group: "{}"
id: Grup yang dihapus : "{}"

source: Did not find a group with name "{}" - skipping.
id: Tidak ditemukan grup dengan nama "{}" - skipping.

source: Invalid group name: "{group_name}". {messages}
id: Nama grup tidak valid: "{group_name}". {messages}

source: Created new group: "{}"
id: Buat grup baru: "{}"

source: Found existing group: "{}"
id: Ditemukan grup yang sudah ada: "{}"

source: Adding {codenames} permissions to group "{group}"
id: Tambahkan izin {codenames} ke group "{group}"

source: Removing {codenames} permissions from group "{group}"
id: Hapus izin {codenames} dari grup "{group}"

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
id: Pilihan perijinan tidak valid: "{}". Mohon tentukan perijinan menggunakan format: app_label:model_name:permission_codename.

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
id: Perijinan nama kode tidak valid "{codename}". Tidak ada perijinan untuk model {module}.{model_name}.

source: Setting {attribute} for user "{username}" to "{new_value}"
id: Pengaturan {attribute} untuk pengguna "{username}" ke "{new_value}"

source: Skipping user "{}" because the specified and existing email addresses do not match.
id: Lewati pengguna "{}" karena alamat email yang ditentukan tidak sama.

source: Did not find a user with username "{}" - skipping.
id: Tidak diemukan pengguna dengan nama pengguna "{}" - skipping.

source: Removing user: "{}"
id: Hapus pengguna: "{}"

source: Created new user: "{}"
id: Buat pengguna baru: "{}"

source: Found existing user: "{}"
id: Ditemukan pengguna yang ada: "{}"

source: Setting unusable password for user "{}"
id: Pengaturan kata sandi tidak dapat digunakan untuk pengguna "{}"

source: Created new profile for user: "{}"
id: Buat profil baru untuk pengguna : "{}"

source: Could not find a group named "{}" - skipping.
id: Tidak dapat menemukan grup dengan nama "{}" - skipping.

source: Adding user "{username}" to groups {group_names}
id: Tambahkan pengguna "{username}" ke grup {group_names}

source: Removing user "{username}" from groups {group_names}
id: Hapus pengguna "{username}" dari grup {group_names}

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
id: Akun anda telah dinon-aktifkan. Jika anda yakin ini dilakukan karena kesalahan, silahkan hubungi kami di {support_email}

source: Disabled Account
id: Akun non-aktif

source: Male
id: Pria

source: Female
id: Wanita

source: Other/Prefer Not to Say
id: Lainnya/Memilih untuk tidak menyatakan

source: Doctorate
id: Doktor

source: Master's or professional degree
id: Master atau gelar profesional

source: Bachelor's degree
id: Sarjana

source: Associate degree
id: Gelar associate

source: Secondary/high school
id: Sekolah Menengah Atas

source: Junior secondary/junior high/middle school
id: Sekolah Menengah Pertama

source: Elementary/primary school
id: Sekolah Dasar

source: No formal education
id: TIdak ada pendidikan formal

source: Other education
id: Pendidikan lainnya

source: {platform_name} Honor Code Certificate for {course_name}
id: {platform_name} Sertifikat Kode Etik untuk {course_name}

source: {platform_name} Verified Certificate for {course_name}
id: {platform_name} Verifikasi Sertifikat untuk {course_name}

source: {platform_name} Professional Certificate for {course_name}
id: {platform_name} Profesional Sertifikat untuk {course_name}

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
id: Tanda pengenal perusahaan untuk tombol Tambahkan-ke-Profil LinkedIn misalnya 0_0dPSPyS070e0HsE9HNz_13_d11_

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
id: Tanda pengenal singkat untuk mitra LinkedIn yang digunakan dalam kode pelacakan.(Contoh: 'edx') Jika tidak ada nilai yang diberikan, kode pelacakan tidak akan dikirimke LinkedIn.

source: {platform_name} Certificate for {course_name}
id: {platform_name} Sertifikat untuk {course_name}

source: The ISO 639-1 language code for this language.
id: Kode bahasa ISO 639-1 untuk bahasa ini

source: Namespace of enrollment attribute
id: Namaspasi untuk atribut pendaftaran

source: Name of the enrollment attribute
id: Nama dari atribut pendaftaran

source: Value of the enrollment attribute
id: Nilai dari atribut pendaftaran

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
id: Jendela waktu setelah mendaftar di mana pengguna dapat diberikan pengembalian dana, digambarkan dalam mikrodetik. Setelan tetapnya adalah 14 hari.

source: Name of the UTM cookie
id: Nama dari UTM cookie

source: Name of the affiliate cookie
id: Nama dari affiliate cookie

source: Name of this user attribute.
id: Nama dari atribut pengguna ini.

source: Value of this user attribute.
id: Nilai atribut pengguna ini

source: The course you are looking for does not start until {date}.
id: Program yang anda cari belum dimulai sampai {date}.

source: The course you are looking for is closed for enrollment as of {date}.
id: Program yang anda cari tertutup untuk pendaftaran sampai dengan {date}.

source: Photos are mismatched
id: Foto tidak serasi

source: Name missing from ID photo
id: Nama hilang dari foto ID

source: ID photo not provided
id: Foto ID tidak tersedia

source: ID is invalid
id: ID tidak valid

source: Learner photo is blurry
id: Foto peserta didik buram

source: Name on ID does not match name on account
id: Nama di ID tidak cocok dengan nama akun

source: Learner photo not provided
id: Foto peserta didik tidak tersedia

source: ID photo is blurry
id: Foto ID kabur

source: Course id not specified
id: Id Program tidak ditemukan

source: Invalid course id
id: Id Program tidak benar

source: Course id is invalid
id: Id Program tidak benar

source: Could not enroll
id: Tidak dapat mendaftar

source: You are not enrolled in this course
id: Anda tidak terdaftar pada Program ini

source: Your certificate prevents you from unenrolling from this course
id: Sertifikat anda menghalangi anda untuk tidak mendaftar di Program ini

source: Enrollment action is invalid
id: Pendaftaran anda tidak benar

source: In order to sign in, you need to activate your account.<br /><br />We just sent an activation link to <strong>{email}</strong>. If you do not receive an email, check your spam folders or <a href="{support_url}">contact {platform} Support</a>.
id: Untuk masuk, Anda perlu mengaktifkan akun Anda.<br /><br /> Kami baru saja mengirim tautan aktivasi ke <strong> {email} </ strong>. Jika Anda tidak menerima email, periksa folder spam Anda atau <a href="{support_url}">kontak mendukung {platform}</a>.

source: You've successfully logged into your {provider_name} account, but this account isn't linked with an {platform_name} account yet.
id: Anda telah berhasil masuk ke akun {provider_name}, tetapi akun ini belum terhubung dengan akun {platform_name}.

source: Use your {platform_name} username and password to log into {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard.
id: Gunakan nama pengguna dan kata sandi {platform_name} untuk masuk kedalam {platform_name} di bawah, kemudian hubungkan akun {platform_name} anda dengan {provider_name} dari dasbor anda.

source: If you don't have an {platform_name} account yet, click <strong>Register</strong> at the top of the page.
id: Jika anda belum mempunyai akun {platform_name}, klik <strong>Register</strong> di bagian atas halaman.

source: There was an error receiving your login information. Please email us.
id: Terjadi kesalahan saat menerima informasi masuk Anda. Silahkan email kami.

source: This account has been temporarily locked due to excessive login failures. Try again later.
id: Akun ini telah dikunci sementara karena kegagalan login yang berlebihan. Silahkan coba kembali nanti.

source: Your password has expired due to password policy on this account. You must reset your password before you can log in again. Please click the "Forgot Password" link on this page to reset your password before logging in again.
id: Kata sandi anda telah kadaluarsa karena kebijakan kata sandi pada akun ini. Anda harus mengatur ulang kata sandi anda sebelum login kembali. Silahkan klik tautan "Forgot Password" pada halaman ini untuk mengatur ulang kata sandi anda sebelum login kembali.

source: Too many failed login attempts. Try again later.
id: Terlalu banyak percobaan login yang gagal. Coba kembali nanti.

source: Email or password is incorrect.
id: Email atau kata sandi salah.

source: Please enter a username
id: Silahkan masukkan nama pengguna

source: Please choose an option
id: Silahkan pilih salah satu pilihan

source: User with username {} does not exist
id: Pengguna dengan nama pengguna {} tidak ada

source: Successfully disabled {}'s account
id: Akun {} telah berhasil dinon-aktifkan

source: Successfully reenabled {}'s account
id: Akun {} telah berhasil diaktifkan kembali

source: Unexpected account status
id: Status akun tidak terduga

source: An account with the Public Username '{username}' already exists.
id: Akun dengan nama pengguna '{username}' sudah ada.

source: An account with the Email '{email}' already exists.
id: Akun dengan email '{email}' sudah terdaftar.

source: Registration using {provider} has timed out.
id: Pendaftaran menggunakan {provider} telah habis waktunya.

source: An access_token is required when passing value ({}) for provider.
id: access_token dibutuhkan ketika passing value ({}) for provider

source: The provided access_token is already associated with another user.
id: access_token yang disediakan sudah terhubung dengan pengguna lain.

source: The provided access_token is not valid.
id: access_token yang disediakan tidak sah.

source: Account creation not allowed.
id: Pembuatan akun tidak diijinkan

source: {html_start}Your account could not be activated{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
id: {html_start}Akun anda tidak dapat diaktifkan{html_end} Ada yang tidak beres, tolong <a href="{support_url}"> hubungi dukungan</a> untuk menyelesaikan masalah ini

source: {html_start}Success{html_end} You have activated your account.
id: {html_start}Sukses{html_end} Anda telah mengaktifkan akun Anda.

source: {html_start}Success! You have activated your account.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
id: {html_start}Sukses! Anda telah mengaktifkan akun Anda.{html_end} Anda sekarang akan menerima update email dan peringatan dari kami terkait dengan kursus yang Anda ikuti. Masuk untuk melanjutkan.

source: {html_start}This account has already been activated.{html_end}
id: {html_start}Akun ini telah diaktifkan.{html_end}

source: Password reset unsuccessful
id: Pengaturan ulang kata sandi tidak berhasil

source: Error in resetting your password. Please try again.
id: Terjadi kesalahan dalam pengaturan ulang kata sandi anda. Silahkan coba kembali.

source: No inactive user with this e-mail exists
id: Tidak ada pengguna tidak aktif dengan e-mail ini

source: Unable to send reactivation email
id: Tidak dapat mengirimkan email pengaktifan kembali

source: Valid e-mail address required.
id: Alamat e-mail yang benar diperlukan.

source: Old email is the same as the new email.
id: Alamat email lama sama dengan alamat email baru.

source: An account with this e-mail already exists.
id: Akun dengan e-mail ini sudah ada.

source: Unable to send email activation link. Please try again later.
id: Tidak dapat mengirimkan email tautan aktifasi. Silahkan coba kembali nanti.

source: Authentication with {} is currently unavailable.
id: Otentikasi dengan {} saat ini tidak tersedia.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
id: Penyedia sekunder yang ditampilkan kurang penting, dalam daftar terpisah penyedia masuk "Institution".

source: The Site that this provider configuration belongs to.
id: Situs dimana konfigurasi penyedia ini milik.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
id: Jika opsi ini diaktifkan, pengguna tidak akan diminta untuk mengkonfirmasi rincian(nama, email, dll) selama proses registrasi. Pilih opsi ini hanyauntuk penyedia terpercaya yang diketahui memberikan informasi pengguna yang akurat.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
id: Jika opsi ini dipilih, pengguna tidak diharuskan untuk mengkonfirmasi email, dan akun mereka akan segera diaktifkan saat registrasi.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
id: Jika opsi ini tidak dipilih, pengguna tidak akan diberikan denganpenyedia sebagai pilihan untuk mengotentikasi di layar masuk, tapi otentikasimanual menggunakan tautan yang benar masih mungkin dilakukan.

source: Whether to drop an existing session when accessing a view decorated with third_party_auth.decorators.tpa_hint_ends_existing_session when a tpa_hint URL query parameter mapping to this provider is included in the request.
id: Apakah akan menjatuhkan sesi yang ada saat mengakses tampilan yang didekorasi dengan third_party_auth.dekorator.tpa_hint_ends_existing_session saat pemetaan parameter kueri URL tpa_hint ke penyedia ini disertakan dalam permintaan.

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
id: Jika opsi ini disetel, pengguna yang masuk menggunakan penyedia SSO ini akan memiliki durasi sesi terbatas tidak lebih dari nilai ini. Jika diset ke 0 (nol), sesi akan berakhir saat pengguna menutup browser mereka.Jika dibiarkan kosong, durasi default sesi Django akan digunakan.

source: The Site that this SAML configuration belongs to.
id: Situs yang memiliki konfigurasi SAML ini.

source: Please wait
id: Mohon tunggu

source: LONG_DATE_FORMAT
id: FORMAT_TANGGAL_LENGKAP

source: DATE_TIME_FORMAT
id: FORMAT_WAKTU_TANGGAL

source: SHORT_DATE_FORMAT
id: FORMAT_TANGGAL_SINGKAT

source: TIME_FORMAT
id: FORMAT_WAKTU

# weekday name
source: Monday
id: Senin

# weekday name
source: Tuesday
id: Selasa

# weekday name
source: Wednesday
id: Rabu

# weekday name
source: Thursday
id: Kamis

# weekday name
source: Friday
id: Jum'at

# weekday name
source: Saturday
id: Sabtu

# weekday name
source: Sunday
id: Minggu

# abbreviated weekday name
source: Mon
id: Sen

# abbreviated weekday name
source: Tue
id: Sel

# abbreviated weekday name
source: Wed
id: Rabu

# abbreviated weekday name
source: Thu
id: Kam

# abbreviated weekday name
source: Fri
id: Jum

# abbreviated weekday name
source: Sat
id: Sab

# abbreviated weekday name
source: Sun
id: Ming

# abbreviated month name
source: Feb
id: Peb

# abbreviated month name
source: May
id: Mei

# abbreviated month name
source: Aug
id: Ags

# abbreviated month name
source: Oct
id: Okt

# abbreviated month name
source: Nov
id: Nop

# abbreviated month name
source: Dec
id: Des

# month name
source: January
id: Januari

# month name
source: February
id: Pebruari

# month name
source: March
id: Maret

# month name
source: May
id: Mei

# month name
source: June
id: Juni

# month name
source: July
id: Juli

# month name
source: August
id: Agustus

# month name
source: October
id: Oktober

# month name
source: November
id: Nopember

# month name
source: December
id: Desember

source: The file must end with the extension '{file_types}'.
id: Berkas harus diakhiri dengan ekstensi '{file_types}'.

source: Maximum upload file size is {file_size} bytes.
id: Ukuran maksimum file unggahan adalah {file_size} byte.

source: Course {course_id} requires {prerequisite_course_id}
id: Program {course_id} membutuhkan {prerequisite_course_id}

source: System defined milestone
id: System menentukan milestone

source: Invalid Length ({0})
id: Panjang tidak valid ({0})

source: must be {0} characters or more
id: Harus {0} karakter atau lebih

source: must be {0} characters or fewer
id: Harus {0} karakter atau lebih sedikit

source: Must be more complex ({0})
id: Harus lebih kompleks ({0})

source: must contain {0} or more uppercase characters
id: Harus terdiri dari {0} atau lebih karakter huruf besar

source: must contain {0} or more lowercase characters
id: Harus terdiri dari {0} atau lebih karakter huruf kecil

source: must contain {0} or more digits
id: Harus terdiri dari {0} atau lebih angka

source: must contain {0} or more punctuation characters
id: Harus terdiri dari {0} atau lebih karakter tanda baca

source: must contain {0} or more non ascii characters
id: Harus terdiri dari {0} atau lebih karakter ascii

source: must contain {0} or more unique words
id: Harus terdiri dari {0} atau lebih kata unik
