Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: All names, logos and seals ("Trademarks") that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rightrs notices incorporated in or accompanying the API Content. If any third party revokes access to API Content owned or controlled by that third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that third party is deleted from your app, networks, systems and servers as soon as reasonably possible. If you stop using the APIs altogether or if your API access is revoked, you must delete all API Content in the same way.
id: Semua nama, logo dan segel ("Merek Dagang") yang muncul di API, Konten API,atau pada atau melalui layanan yang tersedia di atau melaluiAPI, jika ada, adalah milik dari pemiliknya masing-masing. Anda tidak diperbolehkanmenghapus, mengubah, atau mengaburkan hak cipta, Merek Dagang, atau hak kepemilikan lainyang diberitahuan dan disertakan dalam atau menyertai Konten API. Jika adapihak ketiga yang mencabut akses terhadap Konten API yang dimiliki atau dikendalikan oleh pihak ketigapihak, termasuk namun tidak terbatas pada Merek Dagang, Anda harus memastikan bahwa semuakonten API yang berkaitan dengan pihak ketiga tersebut akan dihapus dari aplikasi Anda,jaringan, sistem dan server sesegera mungkin. Jika Anda berhentimenggunakan API sama sekali atau jika akses API Anda dicabut, Anda harus menghapussemua Konten API dengan cara yang sama.

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
id: Sejauh Anda mengirimkan konten ke {platform_name} yang ada hubungannyadengan penggunaan API atau Konten API Anda, dengan ini Anda mengijinkan{platform_name} di seluruh dunia, tidak eksklusif, dapat dipindahtangankan, dapat dialihkan, subyang dapat dilisensi, disetor penuh, bebas royalti, terus-menerus, tidak dapat dibatalkan, danlisensi untuk menyelenggarakan, mentransfer, menampilkan, melakukan, mereproduksi, memodifikasi, mendistribusikan,mendistribusikan kembali, melisensi ulang dan sebaliknya menggunakan, membuat tersedia dan mengeksploitasi sepertikonten, keseluruhan atau sebagian, dalam bentuk apapun dan dalam format media danmelalui saluran media apapun(sekarang diketahui atau selanjutnya dikembangkan).

source: Privacy
id: Privasi

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
id: Anda setuju untuk mematuhi semua undang-undang dan peraturan privasi yang berlaku dan untuktransparan terhadap koleksi dan penggunaan data pengguna akhir. Andaakan menyediakan dan mematuhi kebijakan privasi untuk Aplikasi Anda yangdengan jelas dan akurat menjelaskan kepada pengguna akhir Anda apa informasi pengguna yang Andakumpulkan dan bagaimana Anda bisa menggunakan dan membagikan informasi semacam itu (termasuk untukperiklanan) dengan {platform_name} dan pihak ketiga lainnya.

source: Right to Charge
id: Hak untuk Menuntut

source: {platform_name} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date. By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
id: {platform_name} berhak mengubah Persyaratan kapan saja tanpapemberitahuan terlebih dahulu. Perubahan apapun terhadap Persyaratan akan berlaku efektif pada saatdiposting di halaman ini, dengan tanggal efektif yang diperbarui. Dengan mengakses atau menggunakanAPI setelah ada perubahan yang telah dilakukan, Anda menandakan persetujuan Anda mengenaiperubahan yang akan datang berdasarkan Persyaratan yang dimodifikasi dan semua perubahannya. Pastikan untukkembali ke halaman ini secara berkala untuk memastikan anda tahu denganversi Persyaratan terbaru.

source: {platform_name} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
id: {platform_name} juga dapat memperbarui atau memodifikasi API dari waktu ke waktu tanpapemberitahuan sebelumnya. Perubahan ini dapat mempengaruhi penggunaan API atau caraintegrasi Anda berinteraksi dengan API. Jika kami membuat perubahan yangtidak dapat diterima oleh Anda, Anda harus berhenti menggunakan API. PenggunaanAPI berarti Anda menerima perubahannya.

source: Confidentiality
id: Kerahasian

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
id: Kredensial Anda (seperti rahasia klien dan ID) dimaksudkan untuk digunakanhanya oleh Anda. Anda akan merahasiakan kerahasiaan Anda dan mencegahorang lain menggunakan kredensial Anda. Kredensial Anda mungkin tidak tersemat dalamProyek open source

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential information does not include information that you independently developed, that was rightfully given to you by a third party without confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
id: Jika {platform_name} memberi Anda akses ke informasispesifik untuk {platform_name} dan/atau API yang ditandai sebagai"Rahasia" atau yang dianggap wajar oleh orang sebagai rahasia atau hak milik diberi ketentuan pengungkapannya("Informasi Rahasia"), Anda setuju untuk menggunakan informasi ini hanya untukmenggunakan dan membangun dengan API. Anda mungkin tidak mengungkapkan Informasi Rahasiakepada siapa pun tanpa persetujuan {platform_name} tertulis sebelumnya, dananda setuju untuk melindungi Informasi Rahasia dari penggunaan yang tidak sah danpengungkapan dengan cara yang sama seperti yang akan lakukan untuk melindungi kerahasiaan Anda sendiri.Informasi rahasia tidak termasuk informasi yang Anda kembangkan secara independen, yang seharusnya diberikan kepada Anda oleh pihak ketigatanpa kewajiban kerahasiaan, atau yang menjadi publik tanpa kesalahanAnda sendiri. Anda dapat mengungkapkan Informasi Rahasia ketika dipaksa untuk melakukanoleh hukum jika Anda memberikan {platform_name} dengan pemberitahuan sebelumnya yang wajar,kecuali jika perintah pengadilan yang {platform_name} tidak menerima pemberitahuan.

source: Disclaimer of Warranty / Limitation of Liabilities
id: Disclaimer Jaminan / Tanggung Jawab Terbatas

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
id: API DAN SETIAP INFORMASI, KONTEN API ATAU LAYANAN YANG TERSEDIA PADA ATAUMELALUI API DISEDIAKAN "SEBAGAIMANA ADANYA" DAN "SEBAGAIMANA TERSEDIA" TANPAJAMINAN APAPUN (TERSURAT, TERSIRAT ATAU LAINNYA), TERMASUK, TANPABATASAN, JAMINAN TERSIRAT TENTANG KELAYAKAN UNTUK DIPERDAGANGKAN, KESESUAIAN UNTUK TUJUAN TERTENTU DAN BUKAN PELANGGARAN, KECUALI SEJAUH SEBAGAIMANA JAMINAN TERSIRAT MUNGKIN TIDAK DIPERLUKAN DALAM UNDANG-UNDANG YANG BERLAKU.

source: {platform_name} AND THE {platform_name} PARTICIPANTS (AS HERINAFTER DEFINED) DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE. "{platform_name} PARTICIPANTS" MEANS MIT, HARVARD, THE OTHER MEMBERS, THE ENTITIES PROVIDING INFORMATION, API CONTENT OR SERVICES FOR THE APIS, THE COURSE INSTRUCTORS AND THEIR STAFFS.
id: {Platform_name} DAN PARA PESERTA {platform_name} (SEBAGAI DITENTUKAN DISINI DAN KEMUDIAN)TIDAK MENJAMIN BAHWA API AKAN BEROPERASI TANPA GANGGUAN ATAU BEBAS KESALAHAN,BAHWA API BEBAS DARI VIRUS ATAU KOMPONEN BERBAHAYA LAINNYA, ATAUBAHWA KONTEN API ATAU API YANG DISEDIAKAN AKAN MEMENUHI KEBUTUHAN ATAU HARAPAN ANDA.{Platform_name} DAN PARA PESERTA {platform_name} JUGA TIDAK MEMBERIKAN JAMINANTENTANG KEAKURATAN, KELENGKAPAN, KETEPATAN WAKTU, ATAU KUALITAS API ATAU KONTEN API APAPUN, ATAU BAHWA KONTEN API TERTENTU AKAN SELALU DIBUATTERSEDIA. "{Platform_name} PESERTA" BERARTI MIT, HARVARD, DAN ANGGOTA LAIN,ENTITAS YANG MENYEDIAKAN INFORMASI, KONTEN API ATAU LAYANAN UNTUKAPIS, INSTRUKTUR PROGRAM DAN STAF MEREKA.

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH MATERIAL OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
id: PENGGUNAAN API, DAN KONTEN API DAN LAYANAN APAPUN YANG DIPEROLEH DARI ATAUMELALUI API, MERUPAKAN RESIKO ANDA SENDIRI. AKSES ANDA UNTUK ATAU MENGUNDUH INFORMASI, MATERI ATAU DATA MELALUI API ADALAH KEWENANGAN DAN RESIKO ANDA SENDIRI, DAN ANDA AKAN BERTANGGUNG JAWAB ATAS KERUSAKAN APAPUN UNTUK PROPERTI ANDA(TERMASUK SISTEM KOMPUTER ANDA) ATAU KEHILANGAN DATA ATAS UNDUHAN PENGGUNAAN MATERI ATAU DATA TERSEBUT, KECUALI DIKATAKAN SECARA TEGASDISEDIAKAN DALAM KEBIJAKAN PRIVASI {platform_name}.

source: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THESE TERMS, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE APIS OR ANY API CONTENT, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE APIS, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.
id: SEJAUH DIIZINKAN OLEH HUKUM YANG BERLAKU, ANDA SETUJU BAHWA BAHWA{Platform_name} ATAU SETIAP PESERTA {platform_name} TIDAK AKAN BERTANGGUNG JAWABKEPADA ANDA ATAS KERUGIAN ATAU KERUGIAN APAPUN, BAIK SEBENARNYA ATAU KONSEKUENSIAL, YANG TIMBULATAU BERKAITAN DENGAN PERSYARATAN INI, ATAU PENGGUNAAN ANDA (PIHAK KETIGA MANAPUN)ATAU KETIDAKMAMPUAN UNTUK MENGGUNAKAN API ATAU KONTEN APAPUN, ATAU KEHILANGAN ANDA TERHADAPINFORMASI YANG DIPEROLEH DARI ATAU MELALUI API, BAIK KLAIM ANDA BERDASARKANKONTRAK, TORT, HUKUM ATAU HUKUM LAIN.

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
id: SECARA TERTENTU, SEJAUH DIIZINKAN OLEH UNDANG-UNDANG YANG BERLAKU, BAIK{platform_name} ATAU SETIAP PESERTA {platform_name} AKAN MEMILIKI SETIAPKEWAJIBAN UNTUK SETIAP KONSEKUENSIAL, TIDAK LANGSUNG, HUKUMAN, KHUSUS, SEBAGIAN ATAUKERUGIAN INSIDENTAL, BAIK YANG TERLIHAT ATAU TIDAK TERLIHAT DAN APAKAH{platform_name} ATAU SETIAP PARTISIPAN {platform_name} TELAHLALAI ATAU SEBALIKNYA PADA SALAH (TERMASUK, NAMUN TIDAK TERBATAS PADA, KLAIM UNTUKDEFAMASI, KESALAHAN, KEHILANGAN KEUNTUNGAN, KEHILANGAN DATA ATAU GANGGUAN DIKETERSEDIAAN DATA).

source: CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.
id: HUKUM NEGARA TERTENTU TIDAK MENGIJINKAN PEMBATASAN TERHADAP JAMINAN TERSIRAT ATAUPENGECUALIAN ATAU PEMBATASAN KERUGIAN TERTENTU. JIKA HUKUM INI BERLAKU UNTUK ANDA, BEBERAPAATAU SEMUA PENGECUALIAN DI ATAS, PENGECUALIAN, ATAU PEMBATASAN MUNGKIN TIDAK BERLAKUKEPADA ANDA, DAN ANDA MUNGKIN MEMILIKI HAK TAMBAHAN.

source: The APIs and API Content may include hyperlinks to sites maintained or controlled by others. {platform_name} and the {platform_name} Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these sites. If you decide to access linked third-party websites, you do so at your own risk.
id: API dan Konten API dapat mencakup hyperlink ke situs yang dikelola ataudikendalikan oleh orang lain. {Platform_name} dan peserta {platform_name} tidak bertanggung jawab dan tidak secara rutin menyaring, menyetujui, meninjau ulang ataumendukung isi atau penggunaan produk atau layanan apa pun yang mungkinditawarkan di situs ini. Jika Anda memutuskan untuk mengakses pihak ketiga terkaitSitus web, Anda melakukannya atas risiko Anda sendiri.

source: To the maximum extent permitted by applicable law, you agree to defend, hold harmless and indemnify {platform_name} and the {platform_name} Participants, and their respective subsidiaries, affiliates, officers, faculty, students, fellows, governing board members, agents and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the APIs and any API Content, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. In such a case, {platform_name} or one of the {platform_name} Participants will provide you with written notice of such claim, suit or action.
id: Sejauh diizinkan oleh undang-undang yang berlaku, Anda setuju untuk membela, tidak membahayakan dan mengganti rugi {platform_name} dan peserta {platform_name},dan anak perusahaan masing-masing, afiliasi, petugas,kakultas, mahasiswa, rekan kerja, anggota dewan pengurus, agen dan karyawandari dan terhadap klaim pihak ketiga manapun, tindakan atau tuntutan yang timbul dari,yang dihasilkan dari atau terkait dengan penggunaan API dan Konten API Anda,termasuk tanggung jawab atau biaya yang timbul dari setiap dan semua klaim,Kerugian, kerusakan (aktual dan konsekuensial), tuntutan, penilaian, proses pengadilanbiaya dan biaya pengacara, dari segala jenis dan sifat.Dalam kasus seperti itu,{platform_name} atau salah satu peserta {platform_name}akan memberi Andapemberitahuan tertulis tentang tuntutan, tuntutan hukum atau tindakan semacam itu.

source: General Legal Terms
id: Persyaratan Legal Umum

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
id: Persyaratan tersebut merupakan keseluruhan perjanjian antara Anda dan {platform_name}sehubungan dengan penggunaan API dan Konten API Anda, menggantikan perjanjian apapun sebelumnyaantara Anda dan {platform_name} terkait penggunaan API dan Konten API Anda. Kegagalan {platform_name} untuk menjalankan atau menerapkanhak atau ketentuan dalam Persyaratan tidak merupakan pembebasan hak atau ketentuan. Jika ada ketentuan dalam Persyaratan yang ditemukan oleh pengadilan yang berwenangmenjadi tidak sah, namun para pihak setuju bahwa pengadilanHarus berusaha untuk memberi efek pada niat para pihak sebagaimana tercermin dalamKetentuan dan ketentuan lain dari Persyaratan ini tetap berlaku secara penuh.Persyaratan tidak menciptakan hak penerima pihak ketigaatau agen, kemitraan, atau usaha gabungan apapun. Untuk pemberitahuan yang diberikan kepadaanda dalam {platform_name} berdasarkan Persyaratan ini, {platform_name} dapat memberi tahu Anda melaluialamat email yang terkait dengan akun {platform_name} Anda.

source: You agree that the Terms, the APIs, and any claim or dispute arising out of or relating to the Terms or the APIs will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions. You agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A. You consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum). Notwithstanding the foregoing, you agree that {platform_name} shall still be allowed to apply to injunctive remedies (or an equivalent type of urgent legal relief) in any jursdiction.
id: Anda setuju bahwa Persyaratan, API, dan klaim atau perselisihan apa pun yang timbul dariatau yang berkaitan dengan Persyaratan atau API akan diatur oleh undang-undangCommonwealth dari Massachusetts, tidak termasuk konflik ketentuan hukumnya.Anda setuju bahwa semua klaim dan perselisihan tersebut akan didengar dan diselesaikanSecara eksklusif di pengadilan federal atau negara bagian yang berada di dalam dan melayani Cambridge,Massachusetts, A.S. Anda menyetujui yurisdiksi pribadi dari pengadilan merekauntuk tujuan ini, dan Anda membebaskan dan setuju untuk tidak menyatakankeberatan atas proses pengadilan semacam itu di pengadilan (termasuk pembelaan ataukeberatan atas kurangnya yurisdiksi atau tempat yang tepat atau ketidaknyamananforum). Terlepas dari hal tersebut di atas, Anda setuju bahwa {platform_name} masih diijinkan untuk mengajukan permohonan ganti rugi (atau sejenisbantuan hukum yang mendesak) dalam juri.

source: Termination
id: Pembatalan

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liabiliy.
id: Anda dapat berhenti menggunakan API kapan saja. Anda setuju bahwa {platform_name}, dalamkebijakannya sendiri dan sewaktu-waktu, dapat menghentikan penggunaan API atauKonten API apapun Anda dengan alasan apapun atau tanpa alasan, tanpa pemberitahuan sebelumnya atautanggung jawab.

source: {platform_name} and the {platform_name} Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any API or API Content offered through {platform_name}, or to cease providing any part or all of the APIs or API Content or related services, and you agree that neither {platform_name} nor any of the {platform_name} Participants will have any liability to you for such an action.
id: {Platform_name} dan peserta {platform_name} berhak setiap saat ataskebijakannya sendiri untuk membatalkan, menunda, menjadwal ulang atau mengubahformat API atau Konten API yang ditawarkan melalui {platform_name}, atau untukberhenti memberikan bagian atau semua API atau Konten API atau yang layanan terkait,dan Anda setuju bahwa {platform_name} atau salah satu daripeserta {platform_name} tidak akan bertanggung jawab kepada Anda atastindakan tersebut.

source: Upon any termination of the Terms or discontinuation of your access to an API for any reason, your right to use any API and API Content will immediately cease. You will immediately stop using the APIs and delete any cached or stored API Content. All provisions of the Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitation of liability. Termination of your access to and use of the APIs and API Content shall not relieve you of any obligations arising or accrusing prior to such termination or limit any liability that you otherwise may have to {platform_name}, including without limitation any indemnification obligations contained herein.
id: Setelah penghentian Persyaratan atau penghentian akses Anda keAPI untuk alasan apapun, hak Anda untuk menggunakan API dan Konten API akansegera berhenti. Anda akan segera berhenti menggunakan API dan menghapus cache apapunatau Konten API yang disimpan. Semua ketentuan Persyaratan yang secaralangsung akan bertahan akan selamat dari penghentian, termasuk,tanpa batasan, ketentuan kepemilikan, disclaimer warranty, danpembatasan tanggung jawab. Pemutusan akses dan penggunaan APIDan Konten API tidak akan membebaskan Anda dari kewajiban apa pun yang timbul ataumaupun sebelum penghentian tersebut atau membatasi tanggung jawab bahwa Andajatau harus {platform_name}, termasuk namun tidak terbatas padakewajiban ganti rugi yang tercantum di sini.

source: Edit {catalog_name}
id: Sunting {catalog_name}
