Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
id: Eksperimen ini menggunakan konfigurasi grup yang tidak didukung untukeksperimen. Pilih konfigurasi grup yang valid atau hapus eksperimen ini.

source: The experiment does not contain all of the groups in the configuration.
id: Eksperimen tidak terdiri dari seluruh grup di dalam konfigurasi.

source: Add Missing Groups
id: Tambahkan Grup yang Hilang

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
id: Eksperimen mempunyai grup non-aktif. Pindah konten ke grup aktif, kemudian hapus grup non-aktif.

source: This content experiment has issues that affect content visibility.
id: Konten eksperimen ini mempunyai masalah yang berdampak pada visibilitas konten.

source: External Discussion
id: Diskusi Eksternal

source: Home
id: Menu Utama

source: Text Annotation
id: Anotasi Teks

source: Source/Citation
id: Sumber/Sitasi

source: Optional for citing source of any material used. Automatic citation can be done using <a href="http://easybib.com">EasyBib</a>
id: Opsional untuk mengutip sumber bahan yang digunakan. Kutipan otomatis bisadilakukan dengan menggunakan <a href="http://easybib.com">EasyBib</a>

source: Diacritic Marks
id: Tanda Diakritik

source: Add diacritic marks to be added to a text using the comma-separated form, i.e. markname;urltomark;baseline,markname2;urltomark2;baseline2
id: Tambahkan tanda diakritik untuk ditambahkan ke teks menggunakan formulir yang dipisahkan koma, i.e. markname;urltomark;baseline,markname2;urltomark2;baseline2

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
id: Tidak dapat menerima transkrip dari Youtube untuk {youtube_id}. Kode status:{status_code}.

source: We support only SubRip (*.srt) transcripts format.
id: Kami hanya mendukung format transkrip SubRip (*.srt).

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
id: Ada kesalahan dengan berkas transkrip SubRIP selama penguraian. Pesan adalah {error_message}

source: Something wrong with SubRip transcripts file during parsing.
id: Ada kesalahan dengan transkrip SubRip selama penguraian berkas.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
id: {exception_message}: Tidak dapat mengunggah transkrip: {user_filename}

source: Invalid encoding type, transcripts should be UTF-8 encoded.
id: Tipe encoding tidak valid, transkrip harus terencode UTF-8.

source: Basic
id: Dasar

source: There is no transcript file associated with the {lang} language.
id: Tidak ada berkas transkrip yang terasosiasi dengan bahasa {lang}.

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
id: URL untuk video Anda. Ini dapat menjadi URL YouTube atau tautan ke .mp4,.ogg, atau .webm berkas video di-host di tempat lain di Internet.

source: Default Video URL
id: Setelan Tetap URL Video

source: Component Display Name
id: Tampilan Nama Komponen

source: Current position in the video.
id: Posisi Saat Ini di Video.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
id: Opsional, untuk browser lama: Youtube ID untuk kecepatan normal video.

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
id: Opsional, untuk browser lama: Youtube ID untuk kecepatan .75x video.

source: YouTube ID for .75x speed
id: Youtube ID untuk kecepatan .75x

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
id: Opsional, untuk browser lama: Youtube ID untuk kecepatan 1.25x video.

source: YouTube ID for 1.25x speed
id: Youtube ID untuk kecepatan 1.25x

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
id: Opsional, untuk browser lama: Youtube ID untuk kecepatan 1.5x video.

source: YouTube ID for 1.5x speed
id: Youtuber ID untuk kecepatan 1.5x

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
id: Waktu yang Anda inginkan untuk memulai video jika Anda tidak ingin seluruh video diputar.Tidak didukung di aplikasi seluler: berkas video penuh akan diputar.Terformat sebagai HH: MM: SS. Nilai maksimumnya adalah 23:59:59.

source: Video Start Time
id: Waktu Video Dimulai

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
id: Waktu yang Anda inginkan untuk memberhentikan video jika Anda tidak ingin seluruh video diputar.Tidak didukung di aplikasi seluler: berkas video penuh akan diputar.Terformat sebagai HH: MM: SS. Nilai maksimumnya adalah 23:59:59.

source: Video Stop Time
id: Waktu Video Diberhentikan

source: The external URL to download the video.
id: URL eksternal untuk mengunduh video.

source: Download Video
id: Unduh Video

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
id: Izinkan pelajar mengunduh versi video ini dalam format yang berbeda jikamereka tidak dapat menggunakan pemutar video edX atau tidak memiliki akses ke YouTube. Andaharus menambahkan setidaknya satu URL non-YouTube di kolom URL Berkas Video.

source: Video Download Allowed
id: Unduh Video Diperbolehkan

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
id: URL atau URL tempat Anda mengunggah video versi non-YouTube. Masing-masingURL harus diakhiri dengan .mpeg, .mp4, .ogg, atau .webm dan tidak bisa menjadi URL YouTube.(Untuk kompatibilitas browser, sangat disarankan .mp4 dan format .webm.)Pelajar akan dapat melihat video yang tercantum pertama yang kompatibel dengankomputer pelajar. Untuk memungkinkan pelajar mendownload video ini, tetapkanUnduh Video Diizinkan menjadi Benar.

source: Video File URLs
id: URLs Berkas Video

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
id: Dalam setelan tetap, pelajar dapat mendownload transkrip .rtrt atau .txt saat Anda menyetelUnduh Transkrip Diizinkan ke Benar. Jika Anda ingin memberikan transkrip yang dapat diunduh dalam format yang berbeda, sebaiknya unggah material dengandengan menggunakan kolom Unggah Material. Jika ini tidak memungkinkan, Anda bisa mempostingberkas transkrip di halaman Berkas & Unggah atau di Internet, dan kemudian tambahkanURL untuk transkrip disini. Pelajar melihat tautan untuk mengunduh transkrip di bawah video.

source: Downloadable Transcript URL
id: URL Transkrip yang Dapat Diunduh

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
id: Izinkan pelajar mengunduh transkrip berwaktu. Tautan untuk mengunduh berkasmuncul di bawah video. Secara setelan tetap, transkripnya adalah sebuah berkas .srt atau .txt.Jika Anda ingin memberikan transkrip untuk diunggah dalam formatberbeda, unggah file dengan menggunakan kolom Unggah Material.

source: Download Transcript Allowed
id: Izinkan Mengunduh Transkrip

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
id: Setelan tetap transkrip untuk video, dari koklom Setelan Tetap Transkrip Berwaktupada tab Basic. Transkrip ini harus dalam bahasa Inggris. Anda tidak harusmerubah pegaturan ini.

source: Default Timed Transcript
id: Setelan Tetap Transkrip Berwaktu

source: Specify whether the transcripts appear with the video by default.
id: Tentukan apakah transkrip muncul di video dalam setelan tetap.

source: Show Transcript
id: Tampilkan Transkrip

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
id: Tambahkan transkrip dalam bahasa yang berbeda. Klik di bawah untuk menentukan bahasadan mengunggah berkas transkrip .srt untuk bahasa tersebut.

source: Transcript Languages
id: Bahasa Transkrip

source: Preferred language for transcript.
id: Bahasa pilihan untuk transkrip

source: Preferred language for transcript
id: Bahasa pilihan untuk transkrip

source: Transcript file format to download by user.
id: Transkrip format berkas untuk mengunduh oleh pengguna.

source: SubRip (.srt) file
id: Berkas SubRip (.srt)

source: Text (.txt) file
id: Berkas teks (.txt)

source: The last speed that the user specified for the video.
id: Kecepatan terakhir yang ditentukan oleh pengguna untuk video

source: The default speed for the video.
id: Setelan tetap kecepatan untuk video

source: Specify whether YouTube is available for the user.
id: Tentukan apakah Youtube dipersediakan untuk pengguna.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
id: Unggah material untuk mendampingi video ini. Pelajar dapat mengunduh materialdengan mengklik Unduh Material di bawah video.

source: Upload Handout
id: Unggah Material

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
id: Tentukan apakah akses ke video ini hanya terbatas pada browser saja, atau jikadapat diakses dari aplikasi lain termasuk aplikasi mobile.

source: Video Available on Web Only
id: Video Hanya Terdapat pada Web

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
id: Jika Anda menetapkan ID Video oleh edX agar video diputar dikomponen ini, masukkan ID disini. Dalam hal ini, jangan masukkan nilai di bagianSetelan Tetap URL Video, Berkas Video URL, dan kolom ID YouTube. Jika Andatidak menetapkan ID Video, masukkan nilai di kolom lainnya dan abaikankolom ini.

source: Date of the last view of the bumper
id: Tanggal tampilan terakhir dari bumper

source: Do not show bumper again
id: Jangan Tampilkan bumper lagi

source: Video Annotation
id: Video Anotasi

source: The external source URL for the video.
id: Sumber eksternal URL untuk video.

source: Source URL
id: Sumber URL

source: Poster Image URL
id: Gambar Poster URL

source: Instructions
id: Instruksi

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
id: Tambahkan instruksi untuk membantu pelajar memahami bagaimana menggunakan word cloud. Instruksi yang jelas penting, terutama untuk pengguna yang mempunyai akses yang dibutuhkan.

source: Inputs
id: Input

source: The number of text boxes available for learners to add words and sentences.
id: Jumlah kotak teks yang tersedia untuk pengguna menambahkan kata dan kalimat.

source: Maximum Words
id: Kata Maksimal

source: The maximum number of words displayed in the generated word cloud.
id: Angka maksimal atas kata yang ditampilkan pada word cloud.

source: Show Percents
id: Tampilkan Persentasi

source: Statistics are shown for entered words near that word.
id: Statistik ditunjukkan untuk kata yang dimasukkan mendekati kata tersebut.

source: Whether this learner has posted words to the cloud.
id: Apakah pelajar ini telah memposting kata ke cloud.

source: Student answer.
id: Jawaban pelajar.

source: All possible words from all learners.
id: Seluruh kata yang mungkin dari pelajar.

source: Top num_top_words words for word cloud.
id: Kata top num_top_words untuk word cloud.

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
id: Selesaikan Program "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
id: Telah menyelesaikan Program "{course_name}" ({course_mode})

source: The badge image must be square.
id: Gambar untuk badge harus persegi.

source: The badge image file size must be less than 250KB.
id: Ukuran berkas untuk gambar badge harus kurang dari 250KB.

source: This value must be all lowercase.
id: Seluruh nilai ini harus huruf kecil.

source: The course mode for this badge image. For example, "verified" or "honor".
id: Mode Program untuk gambar badge ini. Misalnya "verified" atau "honor".

source: Badge images must be square PNG files. The file size should be under 250KB.
id: Gambar badge harus berkas PNG dan persegi. Ukuran berkas harus dibawah 250KB.

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
id: Tetapkan nilai ini ke Benar jika Anda ingin gambar ini menjadi gambar setelan tetap untukmode Program apapun yang tidak memiliki gambar badge tertentu. Anda hanya dapat memilikisatu gambar setelan tetap.

source: There can be only one default image.
id: Hanya bisa satu gambar setelan tetap.

source: On each line, put the number of completed courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
id: Di setiap baris, letakkan jumlah Program yang telah selesai untuk mendapatkan badge, sebuahkoma, dan slug dari badge Program yang telah Anda buat yang mempunyai komponen 'openx__course' yang telah di-issue. Misalnya: 3,enrolled_3_courses

source: On each line, put the number of enrolled courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
id: Di setiap baris, letakkan jumlah Program yang telah selesai untuk mendapatkan badge, sebuahkoma, dan slug dari badge Program yang telah Anda buat yang mempunyai komponen 'openx__course' yang telah di-issue. Misalnya: 3,enrolled_3_courses

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
id: Setiap baris adalah daftar yang dipisahkan oleh koma. Item pertama di setiap baris adalah slugdari badge Program yang Anda buat yang mempunyai komponen 'openx__course'. Item yang tersisa di setiap baris adalah poin yang harus diselesaikan oleh pelajar untuk menyelesaikan untuk mendapatkan badge tersebut. Misalnya:slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second

source: Please check the syntax of your entry.
id: Silahkan cek syntax masukan anda.

source: Take free online courses at edX.org
id: Ikuti kursus online gratis di edX.org

source: © {org_name}. All rights reserved except where noted. EdX, Open edX and the edX and Open EdX logos are registered trademarks or trademarks of edX Inc.
id: © {org_name}. Hak cipta dilindungi kecuali dinyatakan tidak. Logo EdX, Open edX dan the edX dan Open EdX adalah merek dagang yang terdaftar atau merek dagang dari edX Inc.

source: Powered by Open edX
id: Dipersembahkan oleh Open edX

source: {platform_name} for Business
id: {platform_name} untuk Bisnis

source: News
id: Berita

source: Help Center
id: Pusat Bantuan

source: Contact
id: Kontak

source: Careers
id: Karir

source: Donate
id: Donasi

source: Terms of Service & Honor Code
id: Persyaratan Pelayanan & Kode Kehormatan

source: Privacy Policy
id: Kebijakan Privasi

source: Accessibility Policy
id: Kebijakan Aksesibilitas

source: Sitemap
id: Peta Situs

source: Terms of Service
id: Persyaratan Layanan

source: Download the {platform_name} mobile app from the Apple App Store
id: Unduh aplikasi mobile {platform_name} melalui Apple App Store

source: Download the {platform_name} mobile app from Google Play
id: Unduh aplikasi mobile {platform_name} melalui Google Play

source: "{course_title}" Course Staff
id: "{course_title}" Staf kursus

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
id: CCX hanya bisa dibuat pada Program ini melalui layanan eksternal.Hubungi admin program untuk memberikan Anda akses.

source: The course is full: the limit is {max_student_enrollments_allowed}
id: Program penuh: Batas adalah {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
id: Anda harus menjadi CCX Coach untuk mengakses tinjauan ini.

source: You must be the coach for this ccx to access this view
id: Anda harus menjadi coach untuk ccx ini untuk mengakses tinjauan ini.

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
id: Anda tidak dapat membuat CCX dari Program dengan menggunakan id yang tidak berlaku lagi. Silahkan buatpeluncuran ulang Program ini di studio untuk memungkinkan tindakan ini.

source: created
id: buat

source: regenerated
id: membaharui

source: generated
id: menghasilkan

source: All learners
id: Seluruh pelajar

source: For exceptions
id: Terkecuali

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
id: Deskripsi yang dapat dibaca manusia dari contoh sertifikat. Misalnya,'Diverifikasi' atau 'kehormatan' untuk membedakan antara dua jenis sertifikat.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
id: Tanda pengenal unik untuk contoh sertifikat. Ini digunakan saat kamimenerima respon dari antrian untuk menentukan contoh sertifikat manadiproses.

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
id: Kunci akses untuk sertifikat contoh. Ini digunakan saat kami menerima pesanrespon dari antrian untuk memvalidasi bahwa pengirim adalah entitas yang sama yang kamiminta untuk membuat sertifikat.

source: The full name that will appear on the certificate.
id: Nama panjang yang akan muncul di sertifikat.

source: The template file to use when generating the certificate.
id: Berkas template yang digunakan untuk menghasilkan sertifikat.

source: The status of the example certificate.
id: Status dari sertifikat contoh.

source: The reason an error occurred during certificate generation.
id: Alasan terjadi kesalahan selama pembuatan sertifikat.

source: The download URL for the generated certificate.
id: URL unduhan untuk menghasilkan sertifikat.

source: Name of template.
id: Nama template

source: Description and/or admin notes.
id: Deskripsi dan/atau catatan admin.

source: Django template HTML.
id: Template HTML Django.

source: Organization of template.
id: Template Organisasi

source: The course mode for this template.
id: Mode Program untuk template ini.

source: Description of the asset.
id: Tombol On/Off.

source: Asset file. It could be an image or css file.
id: Berkas aset. Harus berupa gambar atau berkas css.

source: Asset's unique slug. We can reference the asset in templates using this value.
id: Slug unik Asset. Kami bisa mereferensikan aset dalam template menggunakan nilai ini.

source: user is not given.
id: pengguna tidak diberikan.

source: user '{user}' does not exist
id: pengguna '{user}' tidak ada

source: Course id '{course_id}' is not valid
id: Id Program '{course_id}' tidak valid

source: The course does not exist against the given key '{course_key}'
id: Program ini tidak tersedia terhadap poin yang diberikan '{course_key}'

source: User {username} does not exist
id: Pengguna {username} tidak ada.

source: {course_key} is not a valid course key
id: {course_key} bukan poin Program yang valid.

source: The course {course_key} does not exist
id: Program {course_key} tidak ada.

source: User {username} is not enrolled in the course {course_key}
id: Pengguna {username} tidak terdaftar di Program {course_key}

source: An unexpected error occurred while regenerating certificates.
id: Kesalahan tidak terprediksi terjadi saat menghasilkan sertifikat.

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
id: Sertifikat {cert_type} menandakan bahwa pelajar telah setuju untuk mematuhiKode Etik yang ditetapkan oleh {platform_name} dan telah menyelesaikan seluruhtugas yang diperlukan untuk kursus ini berdasarkan pedomannya.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
id: Sertifikat {cert_type} menandakan bahwa pelajar telah setuju untuk mematuhiKode Etik yang ditetapkan oleh {platform_name} dan telah menyelesaikan seluruhtugas yang diperlukan untuk kursus ini berdasarkan pedomannya. Sertifikat {cert_type} juga menunjukkan bahwa identitas pelajar telah diperiksa dan valid.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
id: Sertifikat {cert_type} menunjukkan tingkat pencapaian yang tinggi dalam sebuahprogram studi, dan termasuk verifikasi identitas pelajar.

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
id: Ini adalah sertifikat {platform_name} yang valid untuk {user_name}, yangberpartisipasi dalam {partner_short_name} {course_number}

source: {partner_short_name} {course_number} Certificate | {platform_name}
id: {partner_short_name} Sertifikat {course_number} | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
id: Berhasil diselesaikan, menerima passing grade , dan dianugerahi Sertifikat Penyelesaian dalam {platform_name} {certificate_type}
