Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: User {email} has registered but has not yet activated his/her account.
id: Pengguna {email} sudah terdaftar namun belum mengaktifkan akunnya.

source: Invalid `role` specified.
id: `peran` tidak valid ditentukan.

source: You may not remove the last Admin. Add another Admin first.
id: Anda dapat menghapus Admin terakhir. Tambahkan Admin lain dulu.

source: Uploading
id: Mengunggah

source: In Progress
id: Dalam Proses

source: Ready
id: Selesai

source: Uploaded
id: Diunggah

source: Failed
id: Gagal

source: Cancelled
id: Dibatalkan

source: Failed Duplicate
id: Gagal Duplikasi

source: YouTube Duplicate
id: YouTube Duplikasi

source: Invalid Token
id: Token Tidak Valid

source: Imported
id: Terimpor

source: Unknown
id: Tidak Diketahui

source: Duration
id: Durasi

source: Date Added
id: Tanggal ditambahkan

source: unrequested
id: tidak diminta

source: pending
id: tertunda

source: granted
id: disetujui

source: denied
id: ditolak

source: Studio user
id: pengguna Studio

source: The date when state was last updated
id: Tanggal state terakhir diperbarui

source: Current course creator state
id: Status pembuat program saat ini

source: Optional notes about this user (for example, why course creation access was denied)
id: Catatan opsional tentang pengguna ini (misalnya, mengapa akses pembuatan programditolak)

source: Force Publish Course
id: Paksa Terbitkan Program

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
id: Terkadang draf program dan cabang yang diterbitkan tidak dapat disinkronkan.Perintah terbitkan pakas program menyetel ulang cabang program yang diterbitkan kearah draf cabang, efektif memaksa penerbitan program ini.Tampilan ini melatih perintah mempublikasikan paksa

source: Please provide course id.
id: Mohon berikan id program

source: Invalid course key.
id: key program tidak valid.

source: No matching course found.
id: Program yang sesuai tidak ditemukan.

source: Force publishing course is not supported with old mongo courses.
id: Terbitkan paksa program tidak didukung dengan mongo program lama.

source: Course is already in published state.
id: Program sudah dipublikasikan.

source: Incorrect format for field '{name}'. {detailed_message}
id: Format salah untuk kolom '{name}'. {detailed_message}

source: Dictionary with the available tags
id: Kamus dengan label yang tersedia

source: Page Not Found
id: Halaman Tidak Ditemukan

source: Page not found
id: Halaman tidak ditemukan

source: Content
id: Konten

source: Loading
id: Muat

source: Settings
id: Pengaturan

source: Course Number
id: Nomor Program

source: Course Start Date:
id: Tanggal Mulai Program:

source: Error:
id: Eror:

source: Organization:
id: Organisasi:

source: Course Number:
id: Nomor Program:

source: Courses
id: Program Studi

source: Sign In
id: Masuk

source: Sign In to {studio_name}
id: Daftar ke {studio_name}

source: Don't have a {studio_name} Account? Sign up!
id: Tidak mempunyai Akun {studio_name}? Daftar!

source: Required Information to Sign In to {studio_name}
id: Informasi yang Dibutuhkan untuk Daftar di {studio_name}

source: Forgot password?
id: Lupa Kata Sandi?

source: example: Jane Doe
id: contoh: Jane Doe

source: example: JaneDoe
id: contoh: JaneDoe

source: Course End Date
id: Tanggal Berkahir Program

source: Requirements
id: Persyaratan

source: Details
id: Rincian

source: View
id: Tinjau

source: Preview Language Setting
id: Pratinjau Pengaturan Bahasa

source: Reset
id: Atur Ulang

source: Legal
id: Hukum

source: Choose Language
id: Pilih Bahasa

source: Account
id: Akun

source: Help
id: Bantuan

source: Looking for help with {studio_name}?
id: Mencari bantuan dengan {studio_name}?

source: Hide {studio_name} Help
id: Sembunyikan Bantuan {studio_name}

source: {studio_name} Documentation
id: Dokumentasi {studio_name}

source: Access documentation on http://docs.edx.org
id: Akses dokumentasi di http://docs.edx.org

source: edX Documentation
id: Dokumentasi edX

source: Enroll in edX101: Overview of Creating an edX Course
id: Daftar edX101: Gambaran dari Membuat Program edX

source: Enroll in edX101
id: Daftar edX101

source: Enroll in StudioX: Creating a Course with edX Studio
id: Daftar StudioX: Buat Program dengan edX Studio

source: Enroll in StudioX
id: Daftar StudioX

source: Send an email to {email}
id: Kirim email ke {email}

source: Contact Us
id: Hubungi Kami

source: Usermenu
id: Menu Pengguna

source: Usermenu dropdown
id: Pilihan Menu Pengguna

source: Sign Out
id: Keluar

source: Code Editor
id: Kode Editor

source: Feedback Form
id: Formulir Masukan

source: Full Name: {realname}
id: Nama Lengkap: {realname}

source: Inquiry Type: {inquiry_type}
id: Tipe Pertanyaan: {inquiry_type}

source: Message: {message}
id: Pesan: {message}

source: Tags: {tags}
id: Label: {tags}

source: Additional Info:
id: Info Tambahan:

source: Feedback from user
id: Masukan dari pengguna

source: Add a Post
id: Tambahkan Post

source: Discussion thread list
id: Daftar Rangkaian Diskusi

source: New topic form
id: Formulir topik baru

source: Discussion - {course_number}
id: Diskusi - {course_number}

source: %s discussion started
id: %s diskkusi dimulai

source: %s comment
id: %s komentar

source: Discussion unavailable
id: Diskusi tidak tersedia

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
id: Diskusi untuk sementara sedang dalam perbaikan. Kami akan kembali sesaat lagi!

source: Collapse Instructions
id: Tutup Instruksi

source: Guided Discussion
id: Diskusi Terpandu

source: Hide Annotations
id: Sembunyikan

source: Bookmarked
id: Markai

source: Bookmark this page
id: Markai halaman ini

source: You do not have access to this dependency module.
id: Anda tidak punya akses untuk modul mandiri ini.

source: LEARN MORE
id: PELAJARI LEBIH LANJUT

source: Starts
id: Mulai

source: Starts: {date}
id: Mulai: {date}

source: View all Courses
id: Lihat semua Program

source: Dashboard
id: Dasbor

source: You are not enrolled in any courses yet.
id: Anda belum terdafttar di progam manapun.

source: Explore courses
id: Jelajahi program

source: Course-loading errors
id: Muat-program eror

source: Search Your Courses
id: Cari Program Anda

source: Clear search
id: Hapus pencarian

source: Account Status Info
id: Info Status Akun

source: Order History
id: Riwayat Pemesanan

source: Email Settings for {course_number}
id: Pengaturan Email untuk {course_number}

source: Receive course emails
id: Terima email progam

source: Save Settings
id: Simpan Perubahan

source: View Unit in Studio
id: Batalkan pendaftaran

source: E-mail change failed
id: Ubah email gagal!

source: We were unable to send a confirmation email to {email}
id: Kami tidak dapat mengirimkan email konfirmasi ke {email}

source: Go back to the {link_start}home page{link_end}.
id: Kembali ke {link_start}beranda{link_end}.

source: E-mail change successful!
id: Sukses mengganti email!

source: You should see your new email in your {link_start}dashboard{link_end}.
id: Anda dapat melihat email baru anda di {link_start}dasbor{link_end} anda.

source: An account with the new e-mail address already exists.
id: Akun dengan alamat email baru sudah ada.

source: You should Register before trying to access the Unit
id: Anda harus Mendaftar sebelum mencoba mengakses Unit

source: Enroll
id: Daftar

source: Don't enroll
id: Jangan Daftar

source: Student Enrollment Form
id: Formulir Pendaftaran Pelajar

source: Course:
id: Program Studi:

source: Add new students
id: Tambahkan pelajar baru

source: Existing students:
id: Pelajar saat ini:

source: New students added:
id: Pelajar baru ditambahkan:

source: Students rejected:
id: Pelajar ditolak:

source: External Authentication failed
id: Otentikasi Eksternal gagal

source: Password Reset
id: Atur Ulang Kata Sandi

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
id: Silakan masukkan alamat e-mail Anda di bawah ini, dan kami akan mengirimkan e-mail untukmembuat kata sandi baru.

source: Required Information
id: Informasi yang Dibutuhkan

source: Your E-mail Address
id: Alamat E-mail Anda

source: This is the e-mail address you used to register with {platform}
id: Ini adalah alamat e-mail yang anda gunakan untuk mendaftar dengan {platform}

source: Reset My Password
id: Atur Ulang Kata Sandi Saya

source: Email is incorrect.
id: Email salah.

source: Support
id: Dukungan

source: {platform_name} Support
id: {platform_name} Dukungan

source: For {strong_start}questions on course lectures, homework, tools, or materials for this course{strong_end}, post in the {link_start}course discussion forum{link_end}.
id: Untuk {strong_start} pertanyaan mengenai program kuliah, pekerjaan rumah, peralatan, ataumateri untuk program ini {strong_end}, poskan di {link_start}forum diskusi{link_end}.

source: Have {strong_start}general questions about {platform_name}{strong_end}? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
id: Punya {strong_start}pertanyaan umum mengenai{platform_name}{strong_end}? Andadapat menemukan banyak informasi bermanfaat di {platform_name} {link_start}FAQ{link_end}.

source: Have a {strong_start}question about something specific{strong_end}? You can contact the {platform_name} general support team directly:
id: Punya {strong_start}pertanyaan tentang sesuatu yang spesifik{strong_end}? Anda bisamenghubungi tim dukungan umum {platform_name} secara langsung:

source: Report a problem
id: Laporkan permasalahan

source: Make a suggestion
id: Buat saran

source: Ask a question
id: Tanyakan pertanyaan

source: Please note: The {platform_name} support team is English speaking. While we will do our best to address your inquiry in any language, our responses will be in English.
id: Harap diperhatikan: Tim dukungan {platform_name} berbahasa Inggris. Sementara kamiakan melakukan yang terbaik untuk menjawab pertanyaan Anda dalam bahasa apa pun, tanggapan kami akandalam bahasa Inggris.

source: Briefly describe your issue
id: Jelaskan masalah anda dengan singkat

source: Tell us the details
id: Beritahu kami rinciannya

source: Describe what you were doing when you encountered the issue. Include any details that will help us to troubleshoot, including error messages that you saw.
id: Jelaskan apa yang Anda lakukan saat menghadapi masalah ini. Sertakanrincian yang akan membantu kami untuk memecahkan masalah, termasuk pesan kesalahan yang Andalihat.

source: Thank You!
id: Terima Kasih!

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day, Monday to Friday. In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
id: Terima kasih atas pertanyaan atau masukan Anda. Kami biasanya menanggapi permintaandalam satu hari kerja, Senin sampai Jumat. Sementara itu, silahkan tinjau{link_start}rincian FAQ kami{link_end} dimana sebagian besar pertanyaan sudahdijawab.

source: - Select -
id: -Memilih-

source: problem
id: permasalahan

source: Report a Problem
id: Laporkan Permasalahan

source: Brief description of the problem
id: Penjelasan singkat masalah

source: Details of the problem you are encountering{asterisk}
id: Rincian permasalahan yang anda temukan{asterisk}

source: suggestion
id: saran

source: Make a Suggestion
id: Buat saran

source: Brief description of your suggestion
id: Penjelasan singkat saran anda

source: question
id: pertanyaan

source: Ask a Question
id: Tanyakan Pertanyaan

source: Brief summary of your question
id: Rangkuman singat pertanyaan anda

source: An error has occurred.
id: Telah terjadi kesalahan.

source: Please {link_start}send us e-mail{link_end}.
id: Silihkan {link_start}kirimkan kami email{link_end}.

source: Please try again later.
id: Silahkan coba kembali nanti.

source: The course has ended.
id: Kursus ini telah berakhir.

source: The due date for this assignment has passed.
id: Tanggal jatuh tempo untuk tugas ini telah berlalu.

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
id: Karena kursus sudah berakhir, tugas ini tidak lagitersedia. {line_break} Jika Anda telah menyelesaikan tugas ini,Nilai anda tersedia di {link_start}halaman perkembangan{link_end}.

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
id: Karena tanggal jatuh tempo telah berlalu, tugas ini tidak lagitersedia. {line_break} Jika Anda telah menyelesaikan tugas ini,Nilai anda tersedia di {link_start}halaman perkembangan{link_end}.

source: Note: only instructors may annotate.
id: Catatan: hanya instruktur yang dapat menambahkan catatan.

source: Welcome to the Open edX{registered_trademark} platform!
id: Selamat datang di platform Open edX {registered_trademark}!

source: It works! This is the default homepage for this Open edX instance.
id: Sukses! Ini adalah beranda default untuk contoh Open edX ini.

source: Search for a course
id: Cari program

source: Invalid email change key
id: key ubah email tidak valid

source: This e-mail key is not valid. Please check:
id: Key e-mail ini tidak valid. Silahkan cek:

source: Was this key already used? Check whether the e-mail change has already happened.
id: Apakah key ini sudah digunakan? Periksa apakah perubahan e-mail sudahterjadi.

source: Did your e-mail client break the URL into two lines?
id: Apakah e-mail klien anda membagi URL dalam dua baris?

source: The keys are valid for a limited amount of time. Has the key expired?
id: Key valid untuk beberapa saat. Apakah key telah kadaluarsa?

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
id: Menampilkan semua konten sesuai yang layak ditambahkan ke {display_name}. Masing-masingpelajar akan diberi komponen {max_count} yang diambil secara acak daridaftar ini.

source: Helpful Information
id: Informasi Berguna

source: Login via OpenID
id: Masuk via OpenID

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
id: Anda sekarang dapat mulai belajar di {platform_name} dengan masuk ke <arel="external" href="http://openid.net/">Akun OpenID</a>.

source: Not Enrolled?
id: Belum Terdaftar?

source: Sign up for {platform_name} today!
id: Daftar {platform_name} sekarang!

source: Need Help?
id: Butuh Bantuan?

source: Looking for help signing in or with your {platform_name} account?
id: Butuh bantuan untuk mendaftar atau dengan akun {platform_name}?

source: View our help section for answers to commonly asked questions.
id: Tinjau bagian Bantuan kami untuk jawaban atas pertanyaan yang sering diajukan.

source: Log into your {platform_name} Account
id: Masuk ke Akun {platform_name}

source: Log into My {platform_name} Account
id: Masuk ke Akun {platform_name} saya.

source: Access My Courses
id: Akses Program Saya

source: Processing your account information
id: Memproses informasi akun anda

source: Please log in
id: Silahkan masuk

source: to access your account and courses
id: untuk mengakses akun dan program anda

source: We're Sorry, {platform_name} accounts are unavailable currently
id: Kami Mohon Maaf, akun {platform_name} saat ini tidak tersedia

source: We couldn't log you in.
id: Kami tidak dapat memasukkan anda.

source: Your email or password is incorrect
id: Email atau kata sandi anda salah

source: An error occurred when signing you in to {platform_name}.
id: Kesalahan terjadi saat masuk ke {platform_name}.

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
id: Mohon berikan informasi berikut untuk masuk ke {platform_name} Anda.Bagian yang harus diisi ditandai oleh <strong class = "indikator">bold text and an asterisk (*)</strong>.

source: Account Preferences
id: Pilihan Akun

source: Sign in with {provider_name}
id: Masuk dengan {provider_name}

source: External resource
id: Sumber Eksternal

source: {points} / {total_points} points
id: {points} / {total_points} poin

source: {total_points} points possible
id: {total_points} poin yang mungkin

source: View resource in a new window
id: Tinjau sumber di jendela baru

source: Please provide launch_url. Click "Edit", and fill in the required fields.
id: Mohon sediakan launch_url. Klik "Edit", dan isi kolom yang disediakan.

source: Feedback on your work from the grader:
id: Masukan tentang pekerjaan anda dari penilai:

source: Press to Launch
id: Tekan untuk Meluncur

source: Manage student accounts
id: Kelola akun pelajar

source: Username:
id: Nama pengguna:

source: Profile:
id: Profil:

source: Image:
id: Gambar:

source: Name:
id: Nama:

source: Choose an action:
id: Pilih tindakan:

source: View Profile
id: Lihat Profil

source: Disable Account
id: Non-aktifkan Akun

source: Reenable Account
id: Aktifkan Kembali Akun

source: Remove Profile Image
id: Hapus Gambar Profil

source: Students whose accounts have been disabled
id: Pelajar yang akunnya dinon-aktifkan

source: (reload your page to refresh)
id: (muat ulang halaman anda untuk perbarui)

source: working
id: jalankan

source: There has been an error on the {platform_name} servers
id: Ada kesalahan dalam server {platform_name}

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
id: Kami mohon maaf, modul ini sementara tidak tersedia. Staf kami bekerja untukmemperbaiki sesegera mungkin. Silahkan email kami di {tech_support_email} untukmelaporkan masalah atau downtime.

source: Raw data:
id: Data mentah:

source: {platform_name} Home Page
id: {platform_name} Beranda

source: Programs
id: Program

source: Shopping Cart
id: Keranjang Belanja

source: How it Works
id: Cara Kerja

source: Schools
id: Sekolah

source: Explore Courses
id: Jelajahi Program

source: Register
id: Daftar

source: Sign in
id: Daftar

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
id: {begin_strong}Peringatan:{end_strong} browser anda tidak didukung penuh. Kami sangat menyaranan menggunakan {chrome_link} atau {ff_link}.

source: You do not have any notes.
id: Anda tidak mempunyai catatan apapun.

source: Course View
id: Tampilan kursus

source: View this course as:
id: Lihat kursus ini sebagai:

source: Learner
id: Pelajar

source: Specific learner
id: Pelajar khusus

source: Learner in {content_group}
id: Pelajar di {content_group}

source: Username or email:
id: Nama pengguna atau email:

source: Set preview mode
id: Atur mode pratinjau

source: You are now viewing the course as {i_start}{user_name}{i_end}.
id: Anda sekarang melihat kursus sebagai {i_start} {user_name} {i_end}.

source: You have used {num_used} of {num_total} attempt
id: Anda telah menggunakan {num_used} dari {num_total} percobaan

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
id: Beberapa masalah memiliki pilihan seperti save, reset, hints, atau show answer.Pilihan ini mengikuti tombol Submit.

source: Hint
id: Petunjuk

source: Save
id: Menyimpan

source: Save your answer
id: Simpan jawaban Anda

source: Reset your answer
id: Setel ulang jawaban Anda

source: Next Hint
id: Petunjuk Berikutnya

source: Review
id: Tinjau

source: Log In
id: Masuk

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
id: Nama pengguna, email, dan nama lengkap Anda akan dikirim ke {destination}, di manapengumpulan dan penggunaan informasi ini akan diatur oleh persyaratanlayanan dan kebijakan privasi.

source: Return To %s
id: Kembali Ke %s

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
id: Kami mohon maaf, tapi versi browser ini tidak didukung. Coba kembalimenggunakan browser yang berbeda atau versi browser yang lebih baru.

source: The following errors occurred while processing your registration:
id: Kesalahan berikut terjadi saat memproses pendaftaran anda:

source: Sign up with {provider_name}
id: Daftar dengan {provider_name}

source: Create your own {platform_name} account below
id: Buat akun {platform_name} anda sendiri dibawah

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
id: Kolom yang harus diisi ditandai dengan <strong class="indicator">bold text and an asterisk (*)</strong>.

source: You've successfully signed in with {selected_provider}.
id: Anda telah sukses mendaftar dengan {selected_provider}.

source: We just need a little more information before you start learning with {platform_name}.
id: Kami hanya memerlukan sedikit informasi lagi sebelum anda dapat mulai belajar dengan{platform_name}.

source: Please complete the following fields to register for an account.
id: Silahkan selesaikan kolom-kolom berikut untuk mendaftar sebuah akun.

source: Your legal name, used for any certificates you earn.
id: Nama resmi Anda, yang digunakan untuk sertifikat yang Anda dapatkan.

source: Will be shown in any discussions or forums you participate in
id: Akan ditampilkan di setiap diskusi dan forum yang anda ikuti

source: cannot be changed later
id: tidak daat dirubah lagi nanti

source: Welcome {username}
id: Selamat datang {username}

source: Enter a Public Display Name:
id: Masukkan Nama Tampilan Publik:

source: Public Display Name
id: Nama Tampilan Publik

source: Additional Personal Information
id: Informasi Pribadi Tambahan

source: example: New York
id: contoh: New York

source: Highest Level of Education Completed
id: Tingkat Pendidikan Tertinggi yang Diselesaikan

source: Please share with us your reasons for registering with {platform_name}
id: Mohon beritahukan kami alasan anda mendaftar di {platform_name}

source: Account Acknowledgements
id: Pegakuan Akun

source: I agree to the {link_start}Terms of Service{link_end}
id: Saya setuju {link_start}Persyaratan Layanan{link_end}

source: I agree to the {link_start}Honor Code{link_end}
id: Saya setuju {link_start}Kode Etik{link_end}

source: Create My Account
id: Buat Akun Saya

source: Preferences for {platform_name}
id: Pilihan untuk {platform_name}

source: Update my {platform_name} Account
id: Perbarui Akun {platform_name} saya

source: Welcome {username}! Please set your preferences below
id: Selamat datang {username}! Silahkan atur pilihan anda dibawah

source: Enter a public username:
id: Masukkan nama pengguna publik:

source: Update My Account
id: Perbarui Akun Saya

source: Registration Help
id: Bantuan Pendaftaran

source: Already registered?
id: Sudah terdaftar?

source: Log in
id: Daftar

source: Welcome to {platform_name}
id: Selamat datang di {platform_name}
