Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
id: {platform_name} mengakui pencapaian melalui sertifikat, yangdiberikan untuk kegiatan Program yang pelajar {platform_name} selesaikan.

source: All rights reserved
id: Hak cipta dilindungi

source: Invalid Certificate
id: Sertifikat Tidak Valid

source: Terms of Service &amp; Honor Code
id: Persyaratan Layanan &amp; Kode Kehormatan

source: Certificate Validation
id: Validasi Sertifikat

source: About {platform_name} Accomplishments
id: Tentang Prestasi {platform_name}

source: Issued On:
id: Diterbitkan Pada:

source: Certificate ID Number
id: Nomor ID Sertifikat

source: About {platform_name} Certificates
id: Tentang Sertifikat {platform_name}

source: How {platform_name} Validates Student Certificates
id: Bagaimana {platform_name} Memvalidasi Sertifikat Pelajar

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
id: Sertifikat yang dikeluarkan oleh {platform_name} ditandatangani oleh gpg key sehingga merekadapat divalidasi secara independen oleh siapa saja dengan key {platform_name} publik.Untuk verifikasi independen, {platform_name} menggunakan apa yang disebut"detached signature"&quot;".

source: Validate this certificate for yourself
id: Validasi sertifikat ini untuk diri sendiri

source: {platform_name} offers interactive online classes and MOOCs.
id: {platform_name} menawarkan Program online interaktif dan MOOCs.

source: About {platform_name}
id: Tentang {platform_name}

source: Learn more about {platform_name}
id: Pelajari lebih lanjut tentang {platform_name}

source: Learn with {platform_name}
id: Pelajari dengan {platform_name}

source: Work at {platform_name}
id: Bekerja di {platform_name}

source: Contact {platform_name}
id: Hubungi {platform_name}

source: {platform_name} acknowledges the following student accomplishment
id: {platform_name} mengakui prestasi siswa berikut

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
id: Sebuah program studi yang ditawarkan oleh {partner_short_name}, pembelajaran onlineinisiatif oleh {partner_long_name}.

source: a course of study offered by {partner_short_name}.
id: progam studi ditawarkan oleh {partner_short_name}.

source: I completed the {course_title} course on {platform_name}.
id: Saya menyelesaikan Program {course_title} pada {platform_name}.

source: I completed a course at {platform_name}. Take a look at my certificate.
id: Saya menyelesaikan program studi pada {platform_name}. Silahkan lihat sertifikat saya.

source: More Information About {user_name}'s Certificate:
id: Informasi Lebih Lanjut Tentang Sertifikat {user_name}

source: {fullname}, you earned a certificate!
id: {fullname},anda mendapatkan sertifikat!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
id: Selamat! Halaman ini merangkum apa yang telah Anda capai. Tunjukkan kepadakeluarga, teman, dan kolega di jaringan sosial dan profesional Anda.

source: More about {fullname}'s accomplishment
id: Lebih lanjut tentang pencapaian {fullname}

source: Username
id: Nama Pengguna

source: Grade
id: Tingkat

source: Percent
id: Persen

source: Opened by this number of students
id: Dibuka oleh jumlah pelajar

source: subsections
id: sub-seksi

source: Count of Students
id: Jumlah Pelajar

source: Percent of Students
id: Persentasi dari Pelajar

source: Score
id: Skor

source: problems
id: Soal

source: {course_id} is not a valid course key.
id: {course_id} bukan poin Program yang valid.

source: Course {course_id} does not exist.
id: Program {course_id} tidak ada.

source: Use the checkout page hosted by the E-Commerce service.
id: Gunakan halaman keluar yang diselenggarakan oleh layanan e-niaga.

source: Path to single course checkout page hosted by the E-Commerce service.
id: Path ke halaman keluar dari satu Program diselenggarakan oleh layanan e-niaga.

source: Cache Time To Live
id: Waktu Cache untuk Siaran Langsung

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
id: Ditentukan dalam deitk. Aktifkan caching dengan pengaturan ini untuk nilai lebih besar daripada 0.

source: Path to order receipt page.
id: Path untuk memesan halaman tanda terima.

source: Automatically approve valid refund requests, without manual processing
id: Secara otomatis menyetujui permintaan pengembalian dana yang valid, tanpa pemrosesan manual

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
id: Permintaan pengembalian dana telah dimulai untuk {username} ({email}). Untuk memprosespermintaan ini, silakan kunjungi tautan di bawah ini.

source: [Refund] User-Requested Refund
id: [Refund] Permintaan Pengembalian Dana Pengguna

source: Receipt
id: Tanda Terima

source: Payment Failed
id: Pembayaran Gagal

source: There was a problem with this transaction. You have not been charged.
id: Terdapat masalah dengan transaksi ini. Anda belum dibebankan.

source: Make sure your information is correct, or try again with a different card or another form of payment.
id: Pastikan informasi anda benar, atau coba lagi dengan kartu yang lain atau jenis pembayaran lainnya.

source: A system error occurred while processing your payment. You have not been charged.
id: Sistem eror saat memproses pembayaran anda. Anda belum dibebankan.

source: Please wait a few minutes and then try again.
id: Silahkan tunggu beberapa menit dan kemudian coba lagi.

source: For help, contact {payment_support_link}.
id: Untuk bantuan, hubungi {payment_support_link}.

source: An error occurred while creating your receipt.
id: Kesalahan terjadi saat membuat tanda terima anda.

source: If your course does not appear on your dashboard, contact {payment_support_link}.
id: Jika Program tidak muncul di dasbor anda, hubungi {payment_support_link}.

source: This is the wiki for **{organization}**'s _{course_name}_.
id: Ini adalah wiki untuk **{organization}**'s _{course_name}_.

source: Course page automatically created.
id: Halaman Program terbuat otomatis

source: Welcome to the {platform_name} Wiki
id: Selamat datang di Wiki {platform_name}

source: Visit a course wiki to add an article.
id: Kunjungi Program wiki untuk menambahkan artikel.

source: Course has not started
id: Program belum dimulai

source: Course does not start until {}
id: Program tidak dimulai sampai {}

source: You have unfulfilled milestones
id: Anda belum memenuhi milestones

source: You do not have access to this course
id: Anda tidak mempunyai akses ke Program ini

source: You do not have access to this course on a mobile device
id: Anda tidak mempunyai akses ke Program ini di perangkat mobile

source: {relative} ago - {absolute}
id: {relative} - {absolute}

source: in {relative} - {absolute}
id: dalam {relative} - {absolute}

source: Course Starts
id: Program Dimulai

source: Course End
id: Program Berakhir

source: To earn a certificate, you must complete all requirements before this date.
id: Untuk mendapatkan sertifikat, anda harus menyelesaikan persyaratan sebelum tanggal ini.

source: After this date, course content will be archived.
id: Setelah tanggal ini, kontek Program akan diarsipkan.

source: This course is archived, which means you can review course content but it is no longer active.
id: Program ini diarsipkan, dimana Anda bisa meninjau isi Program tetapitidak lagi aktif.

source: Verification Upgrade Deadline
id: Batas Waktu Upgrade Verifikasi

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
id: Anda masih berhak untuk melakukan upgrade ke Sertifikat Terverifikasi! Dapatkan untukmenampilkan pengetahuan dan keterampilan yang Anda dapatkan dalam Program ini.

source: Upgrade to Verified Certificate
id: Upgrade ke Sertifikat Terverifikasi

source: Learn More
id: Pelajari Lebih Lanjutan

source: Retry Verification
id: Coba Ulang Verifikasi

source: Verify My Identity
id: Verifikasi IdentitasKu

source: Missed Verification Deadline
id: Tenggat Waktu Verifikasi Terlewat

source: Unfortunately you missed this course's deadline for a successful verification.
id: Mohon maaf, anda melewatkan batas waktu Program ini untuk suksesverifikasi.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
id: Anda harus sukses menyelesaikan verifikasi sebelum tanggal ini agar berhak atas Sertifikat yang Terverifikasi.

source: There is no user with the username or email address {user_name} enrolled in this course.
id: Tidak ada pengguna dengan nama pengguna atau alamat email {user_name} yang terdaftar diProgram ini.

source: This type of component cannot be shown while viewing the course as a specific student.
id: Jenis komponen ini tidak dapat ditampilkan saat melihat Program sebagaipelajar tertentu.

source: Syllabus
id: Silabus

source: Progress
id: Perkembangan

source: Textbooks
id: Buku Teks

source: Free
id: Gratis

source: Your enrollment: Audit track
id: Pendaftaran Anda: Track Audit

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
id: Anda terdaftar di track audit untuk Program ini. Track audit tidak termasuk sertifikat.

source: Your certificate has been invalidated
id: Sertifikat anda telah dibatalkan.

source: Please contact your course team if you have any questions.
id: Silahkan hubungi tim Program anda jika ada pertanyaan.

source: Your certificate is available
id: Sertifikat anda tersedia

source: You can keep working for a higher grade, or request your certificate now.
id: Anda dapat tetap berusaha untuk nilai nilai lebih tinggi, atau ajukan sertifikat anda sekarang.

source: We're working on it...
id: Sedang dikerjakan...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
id: Kami membuat sertifikat Anda. Anda dapat terus beraktivitas di Program Anda dantautan akan muncul di sini dan di Dasbor Anda ketika sudah siap.

source: Certificate unavailable
id: Sertifikat Tidak Tersedia

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
id: Anda belum menerima sertifikat karena Anda tidak memiliki {platform_name} identitas terverifikasi.

source: Congratulations, you qualified for a certificate!
id: Selamat, anda berhak mendapatkan sertifikat!

source: Invalid location.
id: Lokasi tidak valid.

source: User {username} has never accessed problem {location}
id: Pengguna {username} tidak pernah mengakses soal {location}

source: You must be signed in to {platform_name} to create a certificate.
id: Anda harus masuk kedalam {platform_name} untuk membuat sertifikat.

source: Course is not valid
id: Program tidak valid

source: Your certificate will be available when you pass the course.
id: Sertifikat anda akan tersedia ketika anda lulus Program.

source: Certificate has already been created.
id: Sertifikat sudah dibuat.

source: Certificate is being created.
id: Sertifikat sedang dibuat.

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
id: {platform_name} sekarang menawarkan bantuan keuangan untuk peserta didik yang ingin memperoleh Sertifikat Terverifikasi namun mungkin tidak dapat membayar biaya Sertifikat Terverifikasi. Peserta didik yang memenuhi syarat dapat menerima hingga 90 {percent_sign} dari biaya Sertifikat Terverifikasi untuk Program. Untuk mengajukan permohonan bantuan keuangan, daftar ke jalur audit untuk Program yang menawarkan Sertifikat Terverifikasi, kemudian lengkapi aplikasi ini. Perhatikan bahwa Anda harus menyelesaikan aplikasi terpisah untuk setiap Program yang Anda ambil. Kami berencana menggunakan informasi ini untuk mengevaluasi aplikasi Anda untuk bantuan keuangan dan untuk lebih mengembangkan program bantuan keuangan kami.

source: Annual Household Income
id: Pendapatan Tahunan

source: Tell us about your current financial situation. Why do you need assistance?
id: Ceritakan kepada kami tentang situasi keuangan anda sekarang. Mengapa anda butuh bantuan?

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
id: Beritahu kami tentang tujuan belajar atau tujuan profesional Anda. Bagaimana sebuahSertifikat Terverifikasi dalam program studi ini membantu Anda mencapai tujuan tersebut?

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
id: Beritahu kami tentang rencana Anda untuk Program ini. Langkah-langkah apa yang akan Anda ambil untuk membantuAnda menyelesaikan tugas Program dan menerima sertifikat?

source: Use between 250 and 500 words or so in your response.
id: Gunakan kira-kira antara 250 dan 500 kata dalam respon anda.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
id: Pilih Program yang ingin Anda dapatkan sertifikat terverifikasi-nya. JikaProgram tidak muncul dalam daftar, pastikan bahwa Anda telah mendaftarkan diri di Program dengan jalur audit.

source: Specify your annual household income in US Dollars.
id: Tentukan pendapatan tahunan anda dalam dolar AS.

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
id: Saya akan mengizinkan edX untuk menggunakan informasi yang disediakan (kecuali untuk informasi keuangan) untuk kepentingan pemasaran edX.

source: Path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_DIR
id: Path {0} tidak ada, silahkan buat, atau konfigurasi path yang berbeda dengan GIT_REPO_DIR

source: Non usable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
id: git url yang disediakan tidak dapat digunakan. Mengharapkan sesuatu seperti :git@github.com:mitocw/edx4edx_lite.git

source: Unable to get git log
id: Tidak dapat mendapatkan log git

source: git clone or pull failed!
id: Duplikat git atau gagal tarik!

source: Unable to run import command.
id: Tidak dapat menjalakan perintah import.

source: The underlying module store does not support import.
id: Simpanan modul yang mendasari tidak mendukung impor.

source: The specified remote branch is not available.
id: Branch jarak jauh yag ditentukan tidak tersedia.

source: Unable to switch to specified branch. Please check your branch name.
id: Tidak dapat menukar ke branch tertentu. Silahkan cek nama branch anda.

source: Import the specified git repository and optional branch into the modulestore and optionally specified directory.
id: Impor repositori git yang ditentukan dan cabang opsional ke dalam modulestoredan direktori yang ditentukan secara opsional.

source: Failed in authenticating {username}, error {error}
id: Gagal dalam mengotentikasi {username}, kesalahan dalam {error}

source: Failed in authenticating {username}
id: Gagal dalam mengotentikasi {username}

source: fixed password
id: kata sandi sudah dibetulkan

source: All ok!
id: Semua ok!

source: Must provide username
id: Harus menyediakan nama pengguna

source: Must provide full name
id: Harus menyediakan nama lengkap

source: Email address must end in {domain}
id: Alamat email harus berakhir dengan {domain}

source: Failed - email {email_addr} already exists as {external_id}
id: Gagal- email {email_addr} sudah ada sebagai{external_id}

source: Password must be supplied if not using certificates
id: Kata sandi harus disediakan jika tidak menggunakan sertifikat

source: email address required (not username)
id: alamat email dibutuhkan (bukan nama pengguna)

source: Oops, failed to create user {user}, {error}
id: Oops, gagal membuat pengguna {user}, {error}

source: User {user} created successfully!
id: Pengguna {user} telah sukses dibuat!

source: Cannot find user with email address {email_addr}
id: Tidak dapat menemukan pengguna dengan alamat email {email_addr}

source: Cannot find user with username {username} - {error}
id: Tidak dapat menemukan nama pengguna {username} - {error}

source: Deleted user {username}
id: Hapus pengguna {username}

source: Statistic
id: Statistik

source: Value
id: Nilai

source: Site statistics
id: Statistik Situs

source: Total number of users
id: Total pengguna

source: Courses loaded in the modulestore
id: Program dimasukkan di modulestore

source: username
id: Nama pengguna

source: Repair Results
id: Hasil Perbaikan

source: Create User Results
id: Buat Hasil Pengguna

source: Delete User Results
id: Hapus Hasil Pengguna

source: The git repo location should end with '.git', and be a valid url
id: Lokasi git repo harus diakhiri dengan '.git', dan url yang valid

source: Added Course
id: Tambahkan Program

source: Course Name
id: Nama Program

source: Directory/ID
id: Direktori/ID

source: Last Change
id: Perubahan Terakhir

source: Last Editor
id: Editor Terakhir

source: Information about all courses
id: Informasi tentang semua Program

source: Error - cannot get course with ID {0}<br/><pre>{1}</pre>
id: Eror - tidak dapat mendapatkan Program dengan ID {0}<br/><pre>{1}</pre>

source: Deleted
id: Dihapus

source: # enrolled
id: # terdaftar

source: # staff
id: # staf

source: instructors
id: instruktur

source: Enrollment information for all courses
id: informasi pendaftaran untuk semua Program

source: role
id: peran

source: full_name
id: nama_lengkap

source: Title can't be empty
id: Judul tidak bisa kosong

source: Body can't be empty
id: Isi tidak dapat kosong

source: Topic doesn't exist
id: Topik tidak ada

source: Comment level too deep
id: Level komentar terlalu dalam

source: Error uploading file. Please contact the site administrator. Thank you.
id: Kesalahan dalam mengunggah berkas. SIlahkan hubungi situs administrator. Terima kasih.

source: Good
id: Bagus

source: EdxNotes Service is unavailable. Please try again in a few minutes.
id: Layanan EdxNotes tidak tersedia. Silahkan coba lagi dalam beberapa menit.

source: Invalid JSON response received from notes api.
id: Respon JSON tidak valid diterima dari notes api.

source: Incorrect data received from notes api.
id: Data tidak benar diterima dari notes api.

source: No endpoint was provided for EdxNotes.
id: Tidak ada endpoint yang disediakan dari EdxNotes.

source: Notes
id: Catatan

source: API key for accessing Sailthru.
id: API key untuk mengakses Sailthru

source: API secret for accessing Sailthru.
id: API secret untuk mengakses Sailthru

source: Sailthru list name to add new users to.
id: Daftar nama Sailthru untuk menambah pengguna baru.

source: Sailthru connection retry interval (secs).
id: Koneksi Sailthru dicoba dalam kkurun waktu (secs).

source: Sailthru maximum retries.
id: Maksimum Percobaan Sailthru

source: Sailthru template to use on activation send.
id: Template Sailthru untuk digunakan dalam pengiriman aktif.

source: Sailthru template to use on abandoned cart reminder. Deprecated.
id: Template Sailthru untuk digunakan pada pengingat keranjang yang ditinggalkan. Tidak berlaku lagi.

source: Sailthru minutes to wait before sending abandoned cart message. Deprecated.
id: Sailthru beberapa menit menunggu sebelum mengirim pesan keranjang kosong. Tidak berlaku lagi.

source: Sailthru send template to use on enrolling for audit.
id: Sailthru mengirim template untuk digunakan dalam pendaftaran audit.

source: Sailthru send template to use on upgrading a course. Deprecated
id: Sailthru mengirim template untuk digunakan dalam memperbaharui Program. Tidak berlaku lagi.

source: Sailthru send template to use on purchasing a course seat. Deprecated
id: Sailthru mengirim template untuk membeli kursi di Program. Tidak berlaku lagi

source: Use the Sailthru content API to fetch course tags.
id: Gunakan konten API Sailthru untuk mengambil label Program.

source: Number of seconds to cache course content retrieved from Sailthru.
id: Jumlah detik untuk cache konten Program diambil dari Sailthru.

source: Cost in cents to report to Sailthru for enrolls.
id: Biaya dalam sen untuk melapor ke Sailthru untuk mendaftar.

source: Optional lms url scheme + host used to construct urls for content library, e.g. https://courses.edx.org.
id: Skema url lms opsional + host yang digunakan untuk membuat url untuk konten koleksi, contoh https://courses.edx.org.

source: Number of seconds to delay the sending of User Welcome email after user has been activated
id: Jumlah detik untuk menunda pengiriman email Selamat Datang Pengguna setelah pengguna diaktifkan

source: {platform_name} Staff
id: Staf {platform_name}

source: Course Staff
id: Staf Program

source: Staff
id: Staf

source: Used Registration Code
id: Gunakan Kode Pendaftaran

source: Credit Card - Individual
id: Kartu Kredit - Pribadi

source: manually enrolled by username: {username}
id: didaftarkan manual oleh nama pengguna: {username}

source: Manually Enrolled
id: Didaftarkan Manual

source: Data Integrity Error
id: Kesalahan Data Intergritas

source: Proctored Exam Review: {review_status}
id: Ulasan Ujian Berpengawas: {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider.
id: Percobaan ujian berpengawas untuk {exam_name} di {course_name} oleh nama pengguna:{student_username} ditinjau sebagai {review_status} oleh penyedia ulasan ujian yang diawasi

source: User does not exist.
id: Pengguna tidak ada.

source: Task is already running.
id: Tugas sudah sedang berjalan.

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
id: Pastikan bahwa berkas yang anda unggah dalam bentuk CSV tanpa tambahan karakter atau baris.

source: Could not read uploaded file.
id: Tidak dapat membaca berkas yang diunggah.

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
id: Data di baris #{row_num} harus memiliki empat kolom: email, nama pengguna, namalengkap, dan negara

source: Invalid email {email_address}.
id: Email tidak valid {email_address}.

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
id: Ada akun dengan email {email} namun nama pengguna {username} yang disediakan berbeda. Lanjut daftar dengan {email}.

source: File is not attached.
id: Berkas belum dilampirkan.

source: Username {user} already exists.
id: Nama pengguna {user} sudah ada.
