Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Download CSV
id: Unduh CSV

source: Delete this catalog
id: Hapus katalog ini

source: Update Catalog
id: Perbarui Katalog

source: Catalogs for {username}
id: Katalog untuk {username}

source: Create new catalog:
id: Buat katalog baru:

source: Create Catalog
id: Buat Katalog

source: Catalog search
id: Cari katalog

source: Catalog Search
id: Cari Katalog

source: Enter a username to view catalogs belonging to that user.
id: Masukkan nama pengguna untuk melihat katalog miliknya

source: Open Calculator
id: Buka Kalkulator

source: Enter equation
id: Masukkan persamaan

source: Calculator Input Field
id: Kolom Input Kalkulator

source: Hints
id: Petunjuk

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
id: Gunakan tombol panah untuk menavigasi tip atau gunakan tombol tab untuk kembali kekalkulator

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
id: Untuk informasi lebih lanjut, lihat {math_link_start}Memasukkan Persamaan Matematika danEkspresi Ilmiah{math_link_end} di {guide_link_start}Panduan edX untukPelajar{guide_link_end}.

source: Tips
id: Tip

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
id: Gunakan tanda kurung () untuk membuat ungkapan yang jelas. Anda dapat menggunakan tanda kurung di dalamkurung lainnya.

source: Do not use spaces in expressions.
id: Jangan gunakan spasi pada perhitungan

source: For constants, indicate multiplication explicitly (example: 5*c).
id: Untuk konstanta, tunjukkan perkalian secara eksplisit (contoh: 5*c)

source: For affixes, type the number and affix without a space (example: 5c).
id: Untuk afiks, ketik nomor dan afiks tanpa spasi (contoh: 5c)

source: For functions, type the name of the function, then the expression in parentheses.
id: Untuk fungsi, ketik nama fungsi, lalu ungkapkan ditanda kurung.

source: To Use
id: Untuk Menggunakan

source: Type
id: Tipe

source: Examples
id: Contoh

source: Numbers
id: Angka

source: Integers
id: Bilangan Bulat

source: Fractions
id: Fraksi

source: Decimals
id: Desimal

source: Operators
id: Operator

source: + - * / (add, subtract, multiply, divide)
id: + - * / (tambah, kurang, kali, bagi)

source: ^ (raise to a power)
id: ^ (pangkat)

source: || (parallel resistors)
id: || (mutlak)

source: Constants
id: Nilai konstan

source: Affixes
id: Afiks

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
id: Tanda persen (%) dan afiks metrik (d, c, m, u, n, p, k, M, G, T)

source: Basic functions
id: Fungsi dasar

source: Trigonometric functions
id: Fungsi trigonometri

source: Scientific notation
id: Notasi ilmiah

source: 10^ and the exponent
id: 10^ dan pangkat

source: e notation
id: notasi e

source: 1e and the exponent
id: le dan pangkat

source: Calculate
id: Hitung

source: Result
id: Hasil

source: CCX Coach Dashboard
id: Dasbor Coach CCX

source: Name your CCX
id: Beri nama CCX anda

source: Create a new Custom Course for edX
id: Buat Program Custom baru unruk edX

source: Schedule
id: Jadwal

source: Grading Policy
id: Kebijakan Penilaian

source: Batch Enrollment
id: Gelombang Pendaftaran

source: Student Grades
id: Nilai Pelajar

source: Please enter a valid CCX name.
id: Silahkan masukkan nama CCX yang valid

source: Email Addresses/Usernames
id: Alamat email/nama pengguna

source: Enter email addresses and/or usernames separated by new lines or commas.
id: Masukkan alamat email dan/atau nama pengguna yang dipisahkan oleh baris baru atau koma.

source: You will not get notification for emails that bounce, so please double-check spelling.
id: Anda tidak akan mendapatkan notifikasi untuk email yang terpental, jadi mohon periksa kembaliejaan anda

source: Auto Enroll
id: Daftar Otomatis

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
id: Jika opsi ini {em_start}dicentang{em_end}, pengguna yang belumterdaftar untuk {platform_name} akan terdaftar secara otomatis.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
id: Jika opsi ini dibiarkan {em_start}tidak dicentang{em_end}, pengguna yang belumterdaftar untuk {platform_name} tidak akan terdaftar, namun akan diizinkan untukmendaftar begitu mereka membuat akun.

source: Checking this box has no effect if 'Unenroll' is selected.
id: Mencentang kotak ini tidak berpengaruh jika 'Batalkan Pendaftaran' dipilih.

source: Notify users by email
id: Beritahu pengguna melalui email

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
id: Jika opsi ini {em_start}dicentang{em_end}, pengguna akan menerima emailpemberitahuan.

source: Student List Management
id: Manajemen Daftar Pelajar

source: CCX student list management response message
id: Daftar tanggapan manajemen daftar pelajar CCX

source: Revoke access
id: Batalkan akses

source: Enter username or email
id: Masukkan nama pengguna atau email

source: Checking this box has no effect if 'Revoke' is clicked.
id: Mencentang kotak ini tidak berpengaruh jika 'Batalkan' diklik.

source: WARNING
id: PERINGATAN

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
id: Untuk pengguna tingkat lanjut saja. Kesalahan dalam kebijakan penilaian bisa mengarah pada kegagalanmenampilkan program. Formulir ini tidak mengecek validitas kebijakansebelum disimpan.

source: Most coaches should not need to make changes to the grading policy.
id: Sebagian besar pengajar tidak memerlukan untuk membuat perubahan pada kebijakan penilaian

source: Save Grading Policy
id: Simpan Kebijakan Penilaian

source: Date format four digit year dash two digit month dash two digit day
id: Format tanggal empat digit tahun garis miring dua digit bulan garis miring dua digit hari

source: Time format two digit hours colon two digit minutes
id: Format jam dua digit jam titik dua dua digit menit

source: Time
id: Jam

source: Set date
id: Atur tanggal

source: You have unsaved changes.
id: Anda telah membatalkan perubahan.

source: There was an error saving changes.
id: Ada kesalahan dalam menyimpan perubahan.

source: Schedule a Unit
id: Jadwalkan Unit

source: Start Date
id: Tanggal Mulai

source: format four digit year dash two digit month dash two digit day
id: format empat digit tahun garis miring dua digit bulan garis miring dua digit hari

source: Start time format two digit hours colon two digit minutes
id: Format jam dimulai dua digit jam titik dua dua digit menit

source: time
id: jam

source: (Optional)
id: (Opsional)

source: Due Time format two digit hours colon two digit minutes
id: Format Batas Waktu dua digit jam titik dua dua digit menit

source: Add Unit
id: Tambah Unit

source: Add All Units
id: Tambah Semua Unit

source: All units have been added.
id: Semua unit sudah ditambahkan.

source: View gradebook
id: Lihat gradebook

source: Download student grades
id: Unduh nilai pelajar

source: Print or share your certificate:
id: Cetak atau bagikan sertifikat anda:

source: Click the link to see my certificate.
id: Klik tautan untuk melihat sertifikat saya.

source: Post on Facebook
id: Post di Facebook

source: Share on Twitter
id: Bagikan di Twitter

source: Tweet this Accomplishment. Pop up window.
id: Tweet Pencapaian ini. Jendela Pop up

source: Add to LinkedIn Profile
id: Tambahkan ke profil LinkedIn

source: Add to Mozilla Backpack
id: Tambahkan ke Mozilla Backpack

source: Print Certificate
id: Cetak Sertifikat

source: {platform_name} Home
id: {platform_name} Beranda

source: Noted by
id: Dicatat oleh

source: Supported by the following organizations
id: Didukung oleh organisasi berikut

source: Cannot Find Certificate
id: Tidak Dapat Menemukan Sertifikat

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
id: Kami tidak dapat menemukan sertifikat dengan URL atau nomor ID ini. Jika Anda mencobauntuk memvalidasi sertifikat, pastikan bahwa nomor URL atau ID itu benar.Jika Anda yakin bahwa nomor URL atau ID benar, hubungi bagian Dukungan.

source: Invalid Certificate Configuration.
id: Konfigurasi Sertifikat Tidak Valid.

source: There is a problem with this certificate.
id: Ada masalah dengan sertifikat ini.

source: To resolve the problem, your partner manager should verify that the following information is correct.
id: Untuk mengatasi masalah ini, manajer mitra Anda harus memverifikasi bahwainformasi berikut benar.

source: The institution&#39;s logo.
id: Logo Institusi&#39;s

source: The institution that is linked to the course.
id: Institusi yang terait dengan program ini.

source: The course information in the Course Administration tool.
id: Informasi program di Peralatan Administrasi Program.

source: If all of the information is correct and the problem persists, contact technical support.
id: Jika semua informasi benar dan masalahnya tetap ada, hubungidukungan teknis.

source: Checkout Cancelled
id: Checkout Dibatalkan

source: Your transaction has been cancelled. If you feel an error has occurred, contact {email}.
id: Transaksi Anda telah dibatalkan. Jika Anda merasa telah terjadi kesalahan,hubungi (email}.

source: Checkout Error
id: Checkout Eror

source: An error has occurred with your payment. <b>You have not been charged.</b> Please try to submit your payment again. If this problem persists, contact {email}.
id: Telah terjadi kesalahan pada pembayaran Anda. <b>Anda belum ditagih.</b>Silakan coba kirimkan pembayaran Anda lagi. Jika masalah ini terus berlanjut, hubungi{e-mail}.

source: Loading Order Data...
id: Memuat Permintaan Data...

source: Please wait while we retrieve your order details.
id: Mohon tunggu sementara kami menerima rincian pesanan anda.

source: Enroll In {course_name} | Choose Your Track
id: Mendaftar Di {course_name} | Pilih Track Anda

source: Sorry, there was an error when trying to enroll you
id: Maaf, terjadi kesalahan saat mencoba mendaftarkan anda

source: Pursue Academic Credit with a Verified Certificate
id: Dapatkan Kredit Akademik dengan Sertifikat Terverifikasi

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
id: Menjadi berhak atas kredit akademis dan tunjukkan keterampilan baru danpengetahuan anda dengan sertifikat terverifikasi. Gunakan kredensial berharga ini untukmemenuhi syarat untuk mendapatkan kredit akademis, memajukan karir Anda, atau memperkuat aplikasi sekolah Anda.

source: Benefits of a Verified Certificate
id: Keuntungan dari Sertifikat Terverifikasi

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
id: {b_start}Memenuhi syarat untuk kredit:{b_end} Terima kredit akademik setelahBerhasil menyelesaikan program

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
id: {B_start}Yang Berwenang:{b_end}Terima sertifikat yang ditandatangani instruktur denganlogo institusi

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
id: {b_start}Mudah dibagikan:{b_end} Tambahkan sertifikat ke CV atau resume Anda,atau postkan langsung ke LinkedIn

source: Pursue a Verified Certificate
id: Dapatkan Sertifikat Terverifikasi

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
id: Tunjukkan pengetahuan dan keterampilan baru Anda dengan sertifikat terverifikasi. Gunakankredensial berharga ini untuk memperbaiki prospek pekerjaan Anda dan memajukankarir, atau unjukkan sertifikat Anda di aplikasi sekolah.

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
id: {b_start}Yang Berwenang:{b_end}Terima sertifikat yang ditandatangani instruktur denganlogo institusi

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
id: {b_start}Mudah dibagikan:{b_end} Tambahkan sertifikat ke CV atau resume Anda,atau postkan langsung ke LinkedIn

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
id: {b_start}Memotivasi: {b_end} Beri diri Anda insentif tambahan untukmenyelesaikan program

source: Audit This Course
id: Audit Program Ini

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
id: Audit program ini gratis dan memiliki akses lengkap ke semua materi, aktivitas, tes, dan forum program.

source: Audit This Course (No Certificate)
id: Audit Program Ini (Tanpa Sertifikat)

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
id: Audit program ini gratis dan memiliki akses lengkap ke semua materi, aktivitas, tes, dan forum program. {b_start} Perlu diketahui bahwa jalur ini tidak menawarkan sertifikat untuk pelajar yang telah melewati nilai untuk lulus {b_end}

source: {chapter} current chapter
id: {chapter} chapter saat ini

source: {span_start}current section{span_end}
id: {span_start}bagian saat ini{span_end}

source: due {date}
id: batas waktu {date}

source: {section_format} due {{date}}
id: {section_format} batas waktu {{date}}

source: This content is graded
id: Konten ini sudah dinilai

source: An error occurred. Please try again later.
id: Terjadi kesalahan. Coba kembali nanti.

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the enroll button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
id: Akun pengguna yang saat ini masuk tidak memiliki izin untuk mendaftar padaprogram ini. Anda mungkin perlu {start_logout_tag}keluar{end_tag} lalu cobatombol pendaftaran lagi. Kunjungi {start_help_tag}halaman bantuan{end_tag}untuk solusi yang mungkin.

source: You are enrolled in this course
id: Anda terdaftar pada program ini

source: View Course
id: Lihat Program

source: This course is in your <a href="{cart_link}">cart</a>.
id: Program ini ada pada <a href="{cart_link}">keranjang</a> anda.

source: Course is full
id: Program sudah penuh

source: Enrollment in this course is by invitation only
id: Pendaftaran pada program ini hanya melalui undangan

source: Enrollment is Closed
id: Pendaftaran Ditutup

source: Add {course_name} to Cart <span>({price} USD)</span>
id: Tambahkan {course_name} ke Keranjang <span>({price} USD)</span>

source: Enroll in {course_name}
id: Daftar di {course_name}

source: View About Page in studio
id: Lihat Halaman Tentang di Studio

source: Classes Start
id: Kelas Dimulai

source: Classes End
id: Kelas Berakhir

source: Estimated Effort
id: Perkiraan Usaha

source: Prerequisites
id: Prasyarat

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
id: Anda harus berhasil menyelesaikan {link_start}{prc_display}{link_end} sebelumanda memulai program ini.

source: Additional Resources
id: Sumber Tambahan

source: enroll
id: daftar

source: Share with friends and family!
id: bagikan dengan teman dan keluarga!

source: I just enrolled in {number} {title} through {account}: {url}
id: Saya baru saja mendaftar di {number} {title} melalui {account}: {url}

source: Take a course with {platform} online
id: Ambil program dengan {platform} online

source: I just enrolled in {number} {title} through {platform} {url}
id: Saya baru saja mendaftar di {number} {title} melalui {platform} {url}

source: Tweet that you've enrolled in this course
id: Tweet bahwa anda telah mendaftar di program ini

source: Post a Facebook message to say you've enrolled in this course
id: Post pesan di Facebook bahwa anda telah mendaftar di program ini

source: Email someone to say you've enrolled in this course
id: Email seseorang untuk mengatakan anda terdaftar di program ini.

source: Course Material
id: Materi Program

source: Hide
id: Sembunyikan

source: Show
id: Tampilkan

source: Show Earlier Course Updates
id: Tampilkan Pembaharuan Program Sebelumnya

source: List of Courses
id: Daftar Program

source: Refine Your Search
id: Saring Pencarian Anda

source: Course Utilities
id: Utilitas Program

source: Bookmarks
id: Markah

source: Course Search
id: Cari Program

source: No content has been added to this course
id: Tidak ada konten yang ditambahkan ke program ini

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
id: Untuk mengakses materi pelajaran, Anda harus mempunyai skor {required_score}% atau lebih tinggi padaUjian . Skor Anda saat ini adalah {current_score}%.

source: Your score is {current_score}%. You have passed the entrance exam.
id: Skor anda adalah {current_score}%. Anda telah lulus ujian masuk.

source: Search students
id: Cari pelajar

source: previous page
id: halaman sebelumnya

source: of
id: dari

source: next page
id: halaman selanjutnya

source: {course_number} Course Info
id: Info Program {course_number}

source: You are not enrolled yet
id: Anda belum terdaftar

source: You are not currently enrolled in this course. {link_start}Enroll now!{link_end}
id: Anda saat ini tidak terdaftar dalam program ini. {link_start}DaftarSekarang!{link_end}

source: Welcome to {org}'s {course_name}!
id: Selamat datang di {org} {course_name}!

source: Resume Course
id: Lanjutkan Program

source: View Updates in Studio
id: Tampilkan Pembaruan di Studio

source: Course Updates and News
id: Update Program dan Berita

source: Handout Navigation
id: Navigasi Material

source: Course Tools
id: Alat Kursus

source: News - MITx 6.002x
id: Berita - MITx 6.002x

source: Updates to Discussion Posts You Follow
id: Perbarui ke Post Diskusi yang Diikuti

source: {course_number} Progress
id: Perkembangan {course_number}

source: View Grading in studio
id: Tampilkan Penilaian di Studio

source: Course Progress for Student '{username}' ({email})
id: Perkembangan Program untuk Pelajar '{username}' ({email})

source: View Certificate
id: Lihat Sertifikat

source: Opens in a new browser window
id: Buka di jendela browser baru

source: Download Your Certificate
id: Unduh Sertifikat Anda

source: Request Certificate
id: Minta Sertifikat

source: Requirements for Course Credit
id: Persyaratan untuk Kredit Program

source: {student_name}, you are no longer eligible for credit in this course.
id: {student_name}, anda tidak lagi berhak untuk kredit di program ini.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
id: {student_name}, Anda telah memenuhi persyaratan untuk kredit dalam program ini.{a_start)Buka dasbor anda{a_end} untuk membeli kredit program.

source: {student_name}, you have not yet met the requirements for credit.
id: {student_name}, anda belum memenuhi persyaratan untuk kredit.

source: Information about course credit requirements
id: Informasi mengenai persyaratan kredit program

source: display_name
id: nama_tampilan

source: Verification Submitted
id: Verifikasi Dikirim

source: Verification Failed
id: Verifikasi Gagal

source: Verification Declined
id: Verifikasi Ditolak

source: Completed by {date}
id: Selesai pada {date}

source: Upcoming
id: Yang akan Datang

source: Less
id: Kurang dari

source: Details for each chapter
id: Rincian untuk tiap chapter

source: {earned} of {total} possible points
id: {earned} dari {total} poin yang memungkinkan

source: Problem Scores:
id: Skor Soal:

source: Practice Scores:
id: Skor Latihan:

source: Problem scores are hidden until the due date.
id: Skor masalah disembunyikan sampai tanggal jatuh tempo.

source: Practice scores are hidden until the due date.
id: Skor praktik disembunyikan sampai tanggal jatuh tempo.

source: Problem scores are hidden.
id: Skor masalah disembunyikan.

source: Practice scores are hidden.
id: Skor praktik disembunyikan.

source: No problem scores in this section
id: Tidak ada skor soal dalam bagian ini

source: {course.display_number_with_default} Course Info
id: {course.display_number_with_default} Info Program

source: needs attention
id: butuh perhatian

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
id: Anda terakhir berada di {section_link}. Jika Anda sudah selesai dengan itu, pilihbagian lain di sebelah kiri.

source: Hi {name},
id: Halo {name},

source: Hi,
id: Halo,

source: Congratulations! You are eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Get your credit now.{link_end}
id: Selamat! Anda berhak menerima kredit program dari {provider}karena telah berhasil menyelesaikan program {platform_name} Anda! {link_start}DapatkanKredit Anda sekarang.{link_end}

source: Congratulations! You are eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Get your credit now.{link_end}
id: Selamat! Anda berhak menerima kredit program karena telah berhasil menyelesaikan program {platform_name} Anda! {link_start}DapatkanKredit Anda sekarang.{link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
id: Kredit program dapat membantu Anda memulai lompatan di gelar universitas Anda,menyelesaikan gelar yang sudah dimulai, atau memenuhi persyaratan di institusiakademik berbeda.

source: To get course credit, simply go to your {link_start}{platform_name} dashboard{link_end} and click the <b>Get Credit</b> button. After you receive your credit, you will also have an official academic transcript at the institution that granted the credit.
id: Untuk mendapatkan kredit program, cukup masuk ke {link_start}{platform_name}Dasbor{link_end} dan klik tombol <b>Dapatkan Kredit</ b>. Setelah Andamenerima kredit Anda, Anda juga akan memiliki transkrip akademik resmi diinstitusi yang memberikan kredit.

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
id: Kami harap Anda menikmati program ini, dan kami berharap bisa bertemu dengan Anda di{platform_name} program yang akan datang!

source: The {platform_name} Team
id: Tim {platform_name}

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
id: {link_start}Klik disini untuk informasi mengenai kredit {platform_name}{link_end}.

source: Final course details are being wrapped up at this time. Your final standing will be available shortly.
id: Rincian final program sedang dirampungkan pada saat ini. Posisi terakhir Andaakan segera tersedia.

source: Your final grade:
id: Nilai final Anda:

source: Grade required for a {cert_name_short}:
id: Nilai yang diperlukan untuk {cert_name_short}:

source: Grade required to pass this course:
id: Nilai yang dibutuhkan untuk lulus program ini:
