Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Create one or more pre-paid course enrollment codes. Students can use these codes to enroll in the course.
id: Buat satu atau lebih kode pendaftaran program pra-bayar. Pelajar dapat menggunakankode untuk mendaftar program.

source: Create Enrollment Codes
id: Buat Kode Pendaftaran

source: Cancel, restore, or mark an enrollment code as unused.
id: Batalkan, kembalikan, atau tandai kode pendaftaran sebagai belum dipakai.

source: Change Enrollment Code Status
id: Ubah Status Kode Pendaftaran

source: Download a .csv file of all enrollment codes for this course.
id: Unduh berkas .csv atas seluruh kode pendaftaran pada program ini.

source: Download All Enrollment Codes
id: Unduh Semua Kode Pendaftaran

source: Download a .csv file of all unused enrollment codes for this course.
id: Unduh semua berkas .csv kode Program yang tidak digunakan pendaftaran

source: Download Unused Enrollment Codes
id: Unduh Kode Pendaftaran yang Tidak Digunakan

source: Download a .csv file of all used enrollment codes for this course.
id: Unduh berkas .csv atas seluruh kode pendaftaran yang telah digunakan pada progam ini.

source: Download Used Enrollment Codes
id: Unduh Kode Pendaftaran Terpakai

source: Course Price
id: Hara Program

source: Course price per seat:
id: Harga program per kursi:

source: Edit Price
id: Sunting Harga

source: Course Seat Purchases
id: Pembelian Kursi Program

source: Total Credit Card Purchases:
id: Total Pembelian Kartu Kredit:

source: Download a .csv file for all credit card purchases or for all invoices, regardless of status.
id: Unduh berkas .csv untuk semua pembelian kartu kredit atau untuk semua tagihan,apapun statusnya.

source: Download All Invoices
id: Unduh Semua Tagihan

source: Download All Credit Card Purchases
id: Unduh Semua Pembelian Kartu Kredit

source: To cancel or resubmit an invoice, enter the invoice number below.
id: Untuk membatalkan atau mengumpulkan ulang tagihan, masukkan nomor tagihan dibawah.

source: Invoice Number
id: Nomor Tagihan

source: Cancel Invoice
id: Batalkan Tagihan

source: Resubmit Invoice
id: Kirim Ulang Tagihan

source: Create a .csv file that contains enrollment information for your course.
id: Buat berkas .csv yang berisi informasi pendaftaran untuk program anda.

source: Create Enrollment Report
id: Buat Laporan Pendaftaran

source: Create an HTML file that contains an executive summary for this course.
id: Buat berkas HTML yang berisi ringkasan perencanaan untuk program ini.

source: Create Executive Summary
id: Buat Ringkasan Perencanaan

source: Available Reports
id: Laporan yang Tersedia

source: The following reports are available for download. Reports are not deleted. A link to every report remains available on this page, identified by the date and time (in UTC) that the report was generated.
id: Laporan berikut tersedia untuk diunduh. Laporan tidak dihapus. Tautan ke setiap laporan tetap tersedia di halaman ini, yang diidentifikasi oleh tanggaldan waktu (dalam UTC) kapan laporan tersebut dihasilkan.

source: {strong_start}Note{strong_end}: To help protect learner data, links to these reports that you save outside of this page or that you send or receive in email expire after five minutes.
id: {strong_start}Catatan{strong_end}: Untuk membantu melindungi data pelajar, tautan kelaporan yang Anda simpan di luar halaman ini atau yang Anda kirim atau terima diemail akan kedaluwarsa setelah lima menit.

source: Coupon Code List
id: Daftar Kode Kupon

source: Download a .csv file of all coupon codes for this course.
id: Unduh berkas .csv dari semua kode kupon untuk program ini.

source: Download Coupon Codes
id: Unduh Kode Kupon

source: Coupon Codes
id: Kode Kupon

source: Coupon (%)
id: Kupon (%)

source: Number Redeemed
id: Jumlah yang Ditukar

source: The Invoice Number field cannot be empty.
id: Kolom Nomor Tagihan tidak boleh kosong.

source: No Expiration Date
id: Tidak Ada Tanggal Kadaluarsa

source: Enter the company name.
id: Masukkan nama perusahaan.

source: The company name cannot be a number.
id: Nama perusahaan tidak boleh angka.

source: Enter the company contact name.
id: Masukkan nama kontak perusahaan.

source: The company contact name cannot be a number.
id: Nama kontak perusahaan tidak boleh angka.

source: Enter the email address for the company contact.
id: Masukkan alamat email untuk kontak perusahaan.

source: Enter a valid email address.
id: Masukkan alamat email yang valid.

source: Enter the recipient name.
id: Masukkan nama penerima.

source: The recipient name cannot be a number.
id: Nama penerima tidak boleh angka.

source: Enter the recipient email address.
id: Masukkan alamat email penerima.

source: Enter the billing address.
id: Masukkan alamat penagihan.

source: Enter the price per course seat.
id: Masukkan harga per kursi program.

source: Enter a numeric value for the price per course seat. Do not include currency symbols.
id: Masukkan nilai numerik untuk harga per kursi. Jangan memasukkan simbol mata uang.

source: Enter the number of enrollment codes.
id: Masukkan angka dari kode pendaftaran.

source: Enter a numeric value for the number of enrollment codes.
id: Masukkan nilai numerik untuk kode pendaftaran.

source: Select a currency.
id: Pilih mata uang.

source: Enter a coupon code.
id: Masukkan kode kupon.

source: The discount percentage must be less than or equal to 100.
id: Persentasi diskon harus lebih kecil atau sama dengn 100.

source: Enter a numeric value for the discount amount. Do not include the percent sign.
id: Masukkan nilai numerik untuk jumlah diskon. Jangan memasukkan simbol persen.

source: Edit Coupon Code
id: Sunting Kode Kupon

source: Edit Coupon Code Information
id: Sunting Informasi Kode Kupon

source: Code
id: Kode

source: example: A123DS
id: contoh: A123DS

source: Percentage Discount
id: Persen Diskon

source: Update Coupon Code
id: Perbarui Kode Kupon

source: Executive Summary for {display_name}
id: Ringkasan Perencanaan untuk {display_name}

source: Report Creation Date
id: Tanggal Pembuatan Laporan

source: Number of Seats
id: Jumlah Kursi

source: Number of Enrollments
id: Jumlah Pendaftaran

source: Gross Revenue Collected
id: Pendapatan Kotor Diterima

source: Gross Revenue Pending
id: Pendapatan Kotor Tertunda

source: Number of Enrollment Refunds
id: Jumlah Pengembalian Dana Pendaftaran

source: Amount Refunded
id: Jumlah Pengembalian Dana

source: Average Price per Seat
id: Harga Rata-rata per Kursi

source: Frequently Used Coupon Codes
id: Kode Kupon yang Biasa Digunakan

source: Number of seats purchased using coupon codes
id: Jumlah kursi yang dibeli dengan kode kupon

source: Rank
id: Peringkat

source: Percent Discount
id: Persen Diskon

source: Times Used
id: Waktu yang Digunakan

source: Bulk and Single Seat Purchases
id: Pembelian Kursi Satuan atau Rombongan

source: Number of seats purchased individually
id: Jumlah kursi yang dibeli satuan

source: Number of seats purchased in bulk
id: Jumlah kursi yang dibeli dalam rombongan

source: Number of seats purchased with invoices
id: Jumlah kursi yang dibeli dengan tagihan

source: Unused bulk purchase seats (revenue at risk)
id: Pembelian kursi rombongan yang tidak terpakai (pendapatan beresiko)

source: Percentage of seats purchased individually
id: Persentasi dari kursi yang dibeli satuan

source: Percentage of seats purchased in bulk
id: Persentasi dari kursi yang dibeli dalam rombongan

source: Percentage of seats purchased with invoices
id: Persentasi dari kursi yang dibeli dengan tagihan

source: Individual due date extensions
id: Perpanjangan tanggal jatuh tempo individu

source: In this section, you have the ability to grant extensions on specific units to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
id: Pada bagian ini, Anda memiliki kemampuan untuk memberikan perpanjangan pada unit tertentukepada masing-masing siswa. Harap diperhatikan bahwa tanggal terakhir selalu diambil;anda tidak dapat menggunakan alat ini untuk membuat tugas berakhir lebih cepat untuk pelajar tertentu.

source: Specify the {platform_name} email address or username of a student here:
id: Tentukan {platform_name} alamat email atau nama pengguna pelajar disini:

source: Student Email or Username
id: Email atau nama pengguna pelajar

source: Choose the graded unit:
id: Pilih tingkat unit

source: Specify the extension due date and time (in UTC; please specify {format_string}).
id: Tentukan tanggal jatuh tempo dan waktu perpanjangan (dalam UTC; mohon spesifikasikan{format_string}).

source: Change due date for student
id: Ubah tanggal jatuh tempo untuk pelajar

source: Viewing granted extensions
id: Tinjau perpanjangan yang disetujui

source: Here you can see what extensions have been granted on particular units or for a particular student.
id: Disini anda dapat melihat perpanjangan apa yang disetujui untuk unit tertentu atau pelajar tertentu.

source: Choose a graded unit and click the button to obtain a list of all students who have extensions for the given unit.
id: Pilih tingkat unit dan klik tombol untuk mendapatkan daftar semua pelajar yang mendapatkan perpanjangan untuk unit yang diberikan.

source: List all students with due date extensions
id: Daftar semua pelajar dengan perpanjangan tanggal jatuh tempo

source: Specify a student to see all of that student's extensions.
id: Tentukan pelajar untuk melihat semua perpanjangan pelajar.

source: List date extensions for student
id: Daftar perpanjangan tanggal untuk pelajar

source: Resetting extensions
id: Mengatur ulang perpanjangan

source: Resetting a problem's due date rescinds a due date extension for a student on a particular unit. This will revert the due date for the student back to the problem's original due date.
id: Menyetel ulang tanggal jatuh tempo soal akan membatalkan perpanjangan tanggal jatuh tempo untuk pelajarpada unit tertentu. Hal ini akan mengembalikan tanggal jatuh tempo pelajar kembali ketanggal jatuh tempo asli soal tersebut.

source: Reset due date for student
id: Atur Ulang Tanggal Jatuh Tempo untuk Pelajar

source: Generate Registration Code Modal
id: Hasilkan Kode Modal Registrasi

source: * Required Information
id: * Informasi yang Dibutuhkan

source: Organization Name
id: Nama Organisasi

source: The organization that purchased enrollments in the course
id: Organisasi yang membeli pendaftaran pada program

source: Organization Contact
id: Kontak Organisasi

source: Organization Contact Name
id: Nama Kontak Organisasi

source: The primary contact at the organization
id: Kontak utama pada organisasi

source: Invoice Recipient
id: Penerima Tagihan

source: The contact who should receive the invoice
id: Kontak yang menerima tagihan

source: Organization Billing Address
id: Alamat Penagihan Organisasi

source: Address Line 1
id: Baris Alamat 1

source: Address Line 2
id: Baris Alamat 2

source: Address Line 3
id: Baris Alamat 3

source: State/Province
id: Negara Bagian/Provinsi

source: Zip
id: Kode Pos

source: Unit Price
id: Harga per Unit

source: The price per enrollment purchased
id: Harga pembelian per pendaftaran

source: Number of Enrollment Codes
id: Nomor Kode Pendaftaran

source: The total number of enrollment codes to create
id: Jumlah nomor kode pendaftaran yang akan dibuat

source: Course Team Internal Reference
id: Referensi Internal Kelompok Program

source: Internal reference information for the sale
id: Informasi referensi internal untuk dijual

source: Customer Reference
id: Referensi Konsumen

source: Customer's purchase order or other reference information
id: Pesanan pembelian konsumen atau informasi referensi lainnya

source: Send me a copy of the invoice
id: Kirimkan saya salinan invoice

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
id: Untuk hasil analitik program anda, pergi ke {link_start}{analytics_dashboard_name}{link_end}.

source: Instructor Dashboard
id: Panel Kendali Instruktur

source: View Course in Studio
id: Lihat Program dalam Studio

source: Enrollment Code Status
id: Status Kode Pendaftaran

source: Change the status of an enrollment code.
id: Ubah status kode pendaftaran

source: Enrollment Code
id: Kode Pendaftaran

source: Find Enrollment Code
id: Cari Kode Pendaftaran

source: Enter the reason why the students are to be manually enrolled or unenrolled.
id: Masukkan alasan pendaftaran atau pembatalan pendaftaran bagi pelajar dilakukan secara manual.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
id: Bagian ini tidak dapat dikosongkan dan akan dicatat dan dikemukakan dalam Laporan Pendaftaran

source: Therefore, please give enough detail to account for this action.
id: Oleh karenanya harap memberikan rincian yang cukup untuk mempertanggungjawabkan tindakan ini.

source: Reason
id: Alasan

source: If this option is <em>checked</em>, users who have not yet registered for {platform_name} will be automatically enrolled.
id: Jika pilihan ini adalah <em>checked</em>, pengguna yang belum terregistrasi untuk {platform_name} akan otomatis terdaftar.

source: If this option is left <em>unchecked</em>, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
id: Jika pilihan ini dibiarkan <em>unchecked</em>, pengguna yang belum terregistrasi pada {platform_name} tidak akan terdaftar, tetapi dapat mendaftar setelah pengguna membuat akun.

source: If this option is <em>checked</em>, users will receive an email notification.
id: Jika pilihan ini <em>checked</em>, pengguna akan menerima email notifikasi.

source: Register/Enroll Students
id: Registrasi/Pendaftaran Pelajar

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines.
id: Untuk meregistrasi dan mendaftarkan pengguna dalam program ini, pilih berkas CSV yang berisi kolom dengan susunan seperti berikut: email, nama pengguna, nama, dan negara. Harap agar satu baris diisi oleh data satu pelajar dan tidak menyertakan baris kosong, catatan kepala dan catatan kaki.

source: Upload a CSV for bulk enrollment
id: Unggah berkas CSV untuk pendaftaran secara kolektif

source: Upload CSV
id: Unggah CSV

source: Batch Beta Tester Addition
id: Tambahan Kelompok Beta Tester

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
id: Catatan: Pengguna harus memiliki akun di {platform_name} yang telah diaktivasi sebelum dapat mendaftar sebagai beta tester.

source: If this option is <em>checked</em>, users who have not enrolled in your course will be automatically enrolled.
id: Jika pilihan ini <em>checked</em>, penggunan yang belum terdaftar dalam program anda akan secara otomatis terdaftar.

source: Checking this box has no effect if 'Remove beta testers' is selected.
id: Menandai boks ini tidak akan berpengaruh jika memilihi pilihan 'Hapus beta testers'.

source: Add beta testers
id: Tambah beta tester

source: Remove beta testers
id: Hapus beta tester

source: Course Team Management
id: Kelompok Manajemen Program

source: Select a course team role:
id: Pilih peran dalam kelompok program:

source: Getting available lists...
id: Mencari daftar tersedia...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
id: Staf tidak dapat memodifikasi daftar ini. Untuk mengatur keanggotaan program, Admin harus memberikan anda peran Admin untuk menambahkan Staf atau Beta Tester atau peran Admin Diskusi untuk menambahkan moderator dan asisten pengajar.

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
id: Anggota kelompok program bersama dengan staff berperan untuk membantu anda mengatur program. Staf dapat mendaftarkan dan membatalkan pendaftaran pelajar, serta memodifikasi nilai dan akses ke seluruh data program. Staf juga memiliki akses terhadap program anda di dalam Studio dan Insights. Anda hanya dapat memberikan peran kelompok program kepada pengguna terdaftar.

source: Add Staff
id: Tambah Staf

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
id: Anggota kelompok program yang berperan sebagai Admin akan membantu anda mengatur program. Mereka dapat menjalankan tugas seperti Staf dan juga dapat menambahkan atau menghapus peran Staf dan Admin, peran moderator diskusi, dan peran beta tester untuk mengatur keanggotaan kelompok program. Anda hanya dapat memberikan peran kelompok program kepada pengguna terdaftar.

source: Add Admin
id: Tambah Admin

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
id: Beta tester dapat melihat konten program sebelum pelajar lainnya. Mereka akan memastikan jika konten program bekerja, tanpa keistimewaan lainnya. Anda hanya dapat memberikan peran kelompok program kepada pengguna terdaftar.

source: Add Beta Tester
id: Tambah Beta Tester

source: Discussion Admins
id: Admin Diskusi

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. Only enrolled users can be added as Discussion Admins.
id: Admin Diskusi dapat merubah atau menghapus postingan, penanda, menutup dan membuka kembali forum, mendukung respon, dan melihat postingan dari seluruh kelompok. Postingan dari admin diskusi akan ditandai sebagai 'staf'. Mereka juga dapat menambah atau menghapus peran moderator diskusi untuk mengatur keanggotaan kelompok program. Hanya pengguna yang terdaftar dapat ditambahkan sebagai Admin Diskusi.

source: Add Discussion Admin
id: Tambah Admin Diskusi

source: Discussion Moderators
id: Moderator Diskusi

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. Only enrolled users can be added as Discussion Moderators.
id: Admin Diskusi dapat merubah atau menghapus postingan, penanda, menutup dan membuka kembali forum, mendukung respon, dan melihat postingan dari seluruh kelompok. Postingan dari admin diskusi akan ditandai sebagai 'staf'. Mereka juga dapat menambah atau menghapus peran moderator diskusi untuk mengatur keanggotaan kelompok program. Hanya pengguna yang terdaftar dapat ditambahkan sebagai Moderator Diskusi.

source: Add Moderator
id: Tambah Moderator

source: Discussion Community TAs
id: Diskusi Komunitas Asisten Pengajar

source: Community TAs are members of the community whom you deem particularly helpful on the discussion boards. They can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'Community TA'. Only enrolled users can be added as Community TAs.
id: Komunitas Asisten Pengajar adalah anggota komunitas yang anda nilai membantu forum diskusi. Mereka dapat merubah atau menghapus postingan, menghapus penanda, menutup dan membuka kembali forum, mendukung respon dan melihat postingan seluruh kelompok. Postingan Asisten Pengajar akan ditandai sebagai 'Komunitas Asisten Pengajar'. Hanya pengguna terdaftar yang bisa ditambahkan sebagai Community TAs.

source: Add Community TA
id: Tambah Komunitas Asisten Pengajar

source: CCX Coaches
id: Pelatih CCX

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
id: Pelatih CCX dapat membuat Program Spesifik berdasarkan pada program ini, dimana mereka dapat merubah instruksi agar sesuai dengan pelajar dengan menggunakan materi program ini.

source: Add CCX Coach
id: Tambah Pelatih CCX

source: There is no data available to display at this time.
id: Saat ini tidak ada data untuk ditampilkan.

source: Use Reload Graphs to refresh the graphs.
id: Gunakan Muat Ulang Grafik untuk memuat ulang grafik.

source: Reload Graphs
id: Muat Ulang Grafik

source: Subsection Data
id: Data Sub-bagian

source: Each bar shows the number of students that opened the subsection.
id: Setiap bar menunjukkan jumlah pelajar yang membuka sub-bagian ini.

source: You can click on any of the bars to list the students that opened the subsection.
id: Anda dapat mengklik bar untuk melihat pelajar yang membuka sub-bagian ini.

source: You can also download this data as a CSV file.
id: Anda juga dapat mengunduh data ini sebagai berkas CSV.

source: Download Subsection Data for all Subsections as a CSV
id: Unduh Data Sub-Bagian untuk seluruh Sub-bagian dalam format CSV

source: Grade Distribution Data
id: Data Distribusi Nilai

source: Each bar shows the grade distribution for that problem.
id: Masing-masing bar memperlihatkan distribusi nilai untuk soal itu.

source: You can click on any of the bars to list the students that attempted the problem, along with the grades they received.
id: Anda dapat mengklik di bar untuk melihat daftar pelajar yang mencoba menjawab soal dan juga nilai yang diterima.

source: Download Problem Data for all Problems as a CSV
id: Unduh Data Soal untuk seluruh Soal dalam format CSV

source: Grade Distribution per Problem
id: Distribusi Nilai per Soal

source: Download Student Opened as a CSV
id: Unduh Pelajar Membuka dalam format CSV

source: Download Student Grades as a CSV
id: Unduh Nilai Pelajar dalam format CSV

source: This is a partial list, to view all students download as a csv.
id: Ini bukan merupakan daftar lengkap, untuk melihat seluruh pelajar unduh dalam format csv.

source: There are no problems in this section.
id: Tidak ada masalah dalam bagian ini.

source: Send to:
id: Kirim ke:

source: Myself
id: Saya sendiri

source: Staff and Administrators
id: Staf dan Administrator

source: All Learners
id: Selurh Pelajar

source: Cohort:
id: Kohort:

source: (Learners not explicitly assigned to a cohort)
id: (Pelajar tidak secara langsung ditugaskan pada kohort)

source: Learners in the {track_name} Track
id: Peserta didik di Track {track_name}

source: Subject:
id: Subjek:

source: (Maximum 128 characters)
id: (Maksimal 128 karakter)

source: Message:
id: Pesan:

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
id: Kami merekomendasikan anda untuk tidak mengirimkan email lebih dari satu setiap minggunya ke seluruh pelajar. Sebelum mengirim email, periksa kembali isi teks dan kirim ke diri anda sendiri terlebih dahulu untuk memastikan format, gambar dan tautan bekerja.

source: CAUTION!
id: PERINGATAN!
