Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
id: Permintaan anda untuk menjadi autor program di {studio_name} telah ditolak. Harap menghubungi {link_start}staff {platform_name} untuk pertanyaan lebih lanjut{link_end}.

source: Thanks for signing up, {name}!
id: Terimakasih sudah mendaftar, {name}!

source: We need to verify your email address
id: Kami perlu memverifikasi alamat email anda

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
id: Hampir selesai! Untuk menyelesaikan proses pendaftaran kami membutuhkan anda untuk memverifikasi alamat email anda ({email}). Pesan aktivasi dan langkah selanjutnya dapat anda temukan dalam email.

source: Need help?
id: Butuh bantuan?

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
id: Harap cek kembali folder Junk atau Spam anda jika email kami tidak ada di Kotak Masuk anda. Jika anda masih belum bisa menemukan email verifikasi dari kami, minta bantuan melalui tautan di bawah ini.

source: Content Library
id: Koleksi Konten

source: Add Component
id: Tambahkan Komponen

source: Adding content to your library
id: Menambahkan komponen ke koleksi anda

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
id: Tambah komponen ke koleksi anda untuk digunakan dalam program, dengan menggunakan tombol Tambah Komponen Baru di bawah halaman ini.

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
id: Komponen disusun sesuai urutan ketika ditambahkan, dengan yang paling baru berada di bawah. Gunakan tanda panah penomoran halaman untuk melihat halaman-halaman lain jika anda memiliki lebih dari satu halaman komponen dalam koleksi anda.

source: Using library content in courses
id: Gunakan konten koleksi dalam program

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each student.
id: Gunakan konten koleksi dalam program dengan menambah kunci kebijakan {em_start}konten_koleksi{em_end} ke dalam Daftar Modul Tingkat Lanjut di dalam Pengaturan Tingkat Lanjut milik program, kemudian tambahkan Randomized Content Block ke dalam courseware. Dalam pengaturan untuk masing-masing Randomized Content Block, pilih koleksi ini sebagai sumber koleksi dan tentukan jumlah soal yang secara acak dipilih dan ditampilkan ke masing-masing pelajar.

source: Learn more about content libraries
id: Pelajari lebih lanjut mengenai koleksi konten

source: Course Team Settings
id: Pengaturan Kelompok Program

source: New Team Member
id: Anggota Kelompok Baru

source: Add a User to Your Course's Team
id: Tambahkan Pengguna ke dalam Kelompok Program Anda

source: New Team Member Information
id: Informasi Anggota Kelompok Baru

source: User's Email Address
id: Alamat Email Pengguna

source: Provide the email address of the user you want to add as Staff
id: Berikan alamat email pengguna yang ingin anda tambahkan sebagai staf

source: Add User
id: Tambah Pengguna

source: Add Team Members to This Course
id: Tambah Anggota Kelompok ke dalam Program Ini

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
id: Menambah anggota kelompok akan menjadikan autor program bersifat kolaborasi. Pengguna haru terdaftar di {studio_name} dan memiliki akun aktif.

source: Add a New Team Member
id: Tambah Anggota Kelompok Baru

source: Course Team Roles
id: Peran Kelompok Program

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
id: Anggota kelompok program bersama dengan Staf berperan sebagai co-autor program. Mereka memiliki keistimewaan untuk menulis dan merubah seluruh konten program.

source: Admins are course team members who can add and remove other course team members.
id: Admin adalah anggota kelompok program yang dapat menambahkan dan menghapus anggota program lainnya.

source: All course team members can access content in Studio, the LMS, and Insights, but are not automatically enrolled in the course.
id: Seluru anggota kelompok program dapat mengakses konten di Studio, LMS dan Insights, tetapi tidak secara otomatis terdaftar pada program.

source: Transferring Ownership
id: Pemindahtanganan Kepemilikan

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
id: Setiap program harus memiliki Admin. Jika anda merupakan Admin dan anda ingin memindahtangankan kepemilikan program, klik <strong>Tambah akses admin</strong> untuk menjadikan orang lain sebagai Admin, dan minta orang tersebut untuk menghapus anda dari Daftar Kelompok Program

source: Library User Access
id: Akses Pengguna Koleksi

source: User Access
id: Akses Pengguna

source: Grant Access to This Library
id: Berikan Akses untuk Koleksi Ini

source: Provide the email address of the user you want to add
id: Berikan alamat email pengguna yang ingin anda tambahkan

source: Add More Users to This Library
id: Tambah Pengguna untuk Koleksi Ini

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
id: Berikan anggota kelompok program anda akses ke koleksi ini. Pengguna baru koleksi harus memiliki akun aktif di {studio_name}.

source: Add a New User
id: Tambah Pengguna Baru

source: Library Access Roles
id: Peran Akses Koleksi

source: There are three access roles for libraries: User, Staff, and Admin.
id: Terdapat tiga peran akses untuk koleksi: Pengguna, Staf, dan Admin.

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
id: Pengguna Koleksi dapat melihat konten koleksi dan mereferensikan atau menggunakan komponen koleksi dalam program mereka, tetapi mereka tidak dapat merubah isi konten koleksi.

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
id: Staf Koleksi merupakan co-autor untuk konten. Mereka memiliki keistimewaan penuh atas isi konten sebuah koleksi.

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
id: Admin Koleksi memiliki keistimewaan penuh dan juga dapat menambahkan atau menghapus anggota kelompok lainnya. Setidaknya harus ada satu pengguna yang berperan sebagai Admin dalam koleksi.

source: Sign Up
id: Daftar

source: Sign Up for {studio_name}
id: Daftar untuk {studio_name}

source: Already have a {studio_name} Account? Sign in
id: Sudah memiliki akun {studio_name}? Masuk

source: Ready to start creating online courses? Sign up below and start creating your first {platform_name} course today.
id: Siap untuk membuat program online pertama anda? Daftarkan diri anda di bawah ini dan mulai membuat program pertama anda di {platform_name} hari ini.

source: Required Information to Sign Up for {studio_name}
id: Informasi Persyaratan untuk Mendaftar di {studio_name}

source: This will be used in public discussions with your courses and in our edX101 support forums
id: Ini akan digunakan di diskusi umum dengan program anda dan dalam forum dukungan edX101 kami.

source: Your Location
id: Lokasi Anda

source: Preferred Language
id: Preferensi Bahasa

source: I agree to the {a_start} Terms of Service {a_end}
id: Saya setuju terhadap {a_start} Persyaratan Layanan {a_end}

source: Create My Account &amp; Start Authoring Courses
id: Buat Akun Saya &amp; Mulai Menulis Program

source: Common {studio_name} Questions
id: Pertanyaan Umum {studio_name}

source: Who is {studio_name} for?
id: Ditujukan untuk siapakah {studio_name}?

source: {studio_name} is for anyone that wants to create online courses that leverage the global {platform_name} platform. Our users are often faculty members, teaching assistants and course staff, and members of instructional technology groups.
id: {studio_name} ditujukan bagi semua yang ingin membuat program online dan menaikkan {platform_name} ke tataran global. Pengguna kami seringkali datang dari anggota departemen, asisten pengajar dan staf program, dan anggota kelompok pelatihan teknologi,

source: How technically savvy do I need to be to create courses in {studio_name}?
id: Harus seberapa pandaikah saya dengan teknologi untuk dapat membuat program di {studio_name}?

source: {studio_name} is designed to be easy to use by almost anyone familiar with common web-based authoring environments (Wordpress, Moodle, etc.). No programming knowledge is required, but for some of the more advanced features, a technical background would be helpful. As always, we are here to help, so don't hesitate to dive right in.
id: {studio_name} dirancang agar mudah digunakan oleh semua orang yang memiliki pemahaman umum dengan lingkungan menulis berbasis jejaring (Wordpress, Moodle, dll). Tidak diperlukan pengetahuan mengenai programming, walaupun untuk fitur-fitur tertentu pengetahuan teknis akan berguna. Tetapi anda tidak perlu khawatir karena kami siap membantu anda.

source: I've never authored a course online before. Is there help?
id: Saya belum pernah menjadi autor program online sebelumnya. Apakah ada bantuan?

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
id: Tentu saja. Kami telat membuat program online, yaitu edX101, yang mendeskripsikan beberapa praktik terbaik: merekam video, membuat soal latihan, hingga dasar dalam menjalankan program online. Tetapi anda tidak perlu khawatir karena kami siap membantu anda.

source: Schedule & Details Settings
id: Pengaturan Jadwal & Rincian

source: Schedule & Details
id: Jadwal & Rincian

source: Basic Information
id: Informasi Dasar

source: The nuts and bolts of your course
id: Rincian praktis program anda

source: This field is disabled: this information cannot be changed.
id: Bagian ini telah dinonaktifkan: informasi ini tidak dapat dirubah.

source: Course Summary Page
id: Halaman Rangkuman Program

source: (for student enrollment and access)
id: (untuk pendaftaran dan akses pelajar)

source: Enroll in {course_display_name}
id: Terdaftar di {course_display_name}

source: The course "{course_display_name}", provided by {platform_name}, is open for enrollment. Please navigate to this course at {link_for_about_page} to enroll.
id: Program "{course_display_name}" disediakan oleh {platform_name}, dan terbuka untuk pendaftaran. Silakan untuk mengarah pada program ini di {link_for_about_page} untuk mendaftar.

source: Send a note to students via email
id: Kirim catatan ke pelajar via email

source: Invite your students
id: Undang pelajar anda

source: Promoting Your Course with {platform_name}
id: Promosikan Program anda dengan {platform_name}

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your Program Manager.
id: Halaman rangkuman program anda tidak dapat dilihat hinggan program anda telah diumumkan. Untuk menyediakan konten halaman ini dan meninjaunya, ikuti instruksi yang diberikan oleh manajer program anda.

source: Course Credit Requirements
id: Persyaratan SKS Program

source: Steps required to earn course credit
id: Langkah-langkah yang dibutuhkan untuk mendapatkan SKS

source: Minimum Grade
id: Nilai Minimun

source: Successful Proctored Exam
id: Ujian Berpengawas yang Sukses

source: Proctored Exam {number}
id: Ujian Berpengawas {number}

source: ID Verification
id: Verifikasi Identitas

source: In-Course Reverification {number}
id: Verifikasi Ulang dalam Program (nomor)

source: Course Schedule
id: Jadwal Program

source: Dates that control when your course can be viewed
id: Tanggal yang mengatur kapan program anda dapat dilihat

source: First day the course begins
id: Hari pertama dimulainya program

source: Course Start Time
id: Waktu Dimulainya Program

source: Last day your course is active
id: Hari terakhir program anda aktif

source: Course End Time
id: Waktu Berakhirnya Program

source: Enrollment Start Date
id: Tanggal Dimulainya Pendaftaran

source: First day students can enroll
id: Hari pertama pelajar dapat mendaftar

source: Enrollment Start Time
id: Waktu Dimulainya Pendaftaran

source: Enrollment End Date
id: Tanggal Berakhirnya Pendaftaran

source: Last day students can enroll.
id: Hari terakhir pelajar dapat mendaftar

source: Contact your edX partner manager to update these settings.
id: Hubungi rekan manajer edX anda untuk memperbarui pengaturan ini.

source: Enrollment End Time
id: Waktu Berakhirnya Pendaftaran

source: These Dates Are Not Used When Promoting Your Course
id: Tanggal Ini Tidak Digunakan Saat Mempromosikan Program Anda

source: These dates impact {strong_start}when your courseware can be viewed{strong_end}, but they are {strong_start}not the dates shown on your course summary page{strong_end}. To provide the course start and registration dates as shown on your course summary page, follow the instructions provided by your Program Manager.
id: Tanggal ini berpengaruh saat {strong_start}courseware anda dapat dilihat{strong_end}. Untuk memberikan tanggal registrasi dan dimulainya program seperti yang terlihat pada halaman rangkuman program anda, ikuti instruksi yang disediakan oleh Manajer Program anda.

source: Course Details
id: Rincian Program

source: Provide useful information about your course
id: Berikan informasi penting mengenai program anda

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language. It is also used to localize the 'From:' field in bulk emails.
id: Identifikasi bahasa yang digunakan oleh program ini di sini. Ini akan digunakan untuk membantu pengguna mencari program sesuai yang diajarkan dengan bahasa yang dingiinkannya.Ini juga digunakan untuk melokalkan bidang 'Dari:' dalam email massal.

source: Introducing Your Course
id: Memperkenalkan Program Anda

source: Information for prospective students
id: Informasi untuk pelajar berpotensi

source: Course Title
id: Judul Program

source: Displayed as title on the course details page. Limit to 50 characters.
id: Ditampilkan sebagai judul pada halaman rincian program. Batasi pada 50 karakter.

source: Course Subtitle
id: Teks Terjemahan Program

source: Displayed as subtitle on the course details page. Limit to 150 characters.
id: Tampilkan sebagaI teks terjemahan pada halaman rincian program. Batasi hingga 150 karakter.

source: Course Duration
id: Durasi Program

source: Displayed on the course details page. Limit to 50 characters.
id: Ditampilkan pada halaman rincian program. Batasi hingga 50 karakter.

source: Course Description
id: Deskripsi Program

source: Displayed on the course details page. Limit to 1000 characters.
id: Ditampilkan pada halaman rincian program. Batasi hingga 1000 karakter.

source: Course Short Description
id: Deskripsi Singkat Program

source: Appears on the course catalog page when students roll over the course name. Limit to ~150 characters
id: Muncul pada katalog program ketika pelajar melihat nama program. Batasi hingga 150 karakter.

source: Course Overview
id: Ringkasan Program

source: HTML Code Editor
id: Editor Kode HTML

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
id: Perkenalan, prasyarat, dan FAQ yang digunakan pada {a_link_start}halaman ringkasan program anda{a_link_end} (format dalam HTML)

source: Course Card Image
id: Gambar Kartu Program

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
id: Anda dapat mengatur gambar ini bersamaan dengan semua {a_link_start}berkas dan unggahan{a_link_end} anda.

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
id: Program anda saat ini tidak memiliki gambar. Harap unggah satu foto (format JPEG atau PNG, dan dimensi minimum 375px lebar kali 200px tinggi)

source: Your course image URL
id: URL gambar program anda

source: Please provide a valid path and name to your course image (Note: only JPEG or PNG format supported)
id: Harap berikan jalur dan nama yang valid untuk gambar program anda (Catatan: hanya mendukung format JPEG atau PNG)

source: Upload Course Card Image
id: Unggah Gambar Kartu Program

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 1440px wide by 400px tall)
id: Program anda saat ini tidak memiliki gambar. Harap unggah satu foto (format JPEG atau PNG, dan dimensi minimum 1440px lebar kali 400px tinggi)

source: Your banner image URL
id: URL gambar banner anda

source: Please provide a valid path and name to your banner image (Note: only JPEG or PNG format supported)
id: Harap berikan jalur dan nama yang valid untuk gambar banner anda (Catatan: hanya mendukung format JPEG atau PNG)

source: Upload Course Banner Image
id: Unggah Gambar Banner Program

source: Video Thumbnail Image
id: Gambar Thumbnail Video

source: Your course currently does not have a video thumbnail image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
id: Program anda saat ini tidak memiliki gambar thumbnail video. Harap unggah satu foto (format JPEG atau PNG, dan dimensi minimum 375px lebar kali 200px tinggi)

source: Your video thumbnail image URL
id: URL gambar thumbnail video anda

source: Please provide a valid path and name to your video thumbnail image (Note: only JPEG or PNG format supported)
id: Harap berikan jalur dan nama yang valid untuk gambar thumbnail video anda (Catatan: hanya mendukung format JPEG atau PNG)

source: Upload Video Thumbnail Image
id: Unggah Gambar Thumbnail Video

source: Course Introduction Video
id: Video Perkenalan Program

source: Delete Current Video
id: Hapus Video Saat ini

source: your YouTube video's ID
id: Identitas video YouTube anda

source: Enter your YouTube video's ID (along with any restriction parameters)
id: Masukkan identitas video YouTube anda (dengan parameter batasan)

source: Learning Outcomes
id: Hasil Pembelajaran

source: Add the learning outcomes for this course
id: Tambah hasil pembelajaran untuk program ini

source: Add Learning Outcome
id: Tambah Hasil Pembelajaran

source: Instructors
id: Instruktur

source: Add details about the instructors for this course
id: Tambah rincian mengenai instruktur untuk program ini

source: Add Instructor
id: Tambah Instruktur

source: Expectations of the students taking this course
id: Ekspektasi pelajar mengambil program ini

source: Hours of Effort per Week
id: Total waktu Usaha setiap Minggu

source: Time spent on all course work
id: Waktu yang dihabiskan untuk seluruh pekerjaan program

source: Prerequisite Course
id: Program Persyaratan

source: Course that students must complete before beginning this course
id: Program yang harus diselesaikan oleh pelajar sebelum memulai program ini

source: set pre-requisite course
id: tentukan program persyaratan

source: Require students to pass an exam before beginning the course.
id: Membutuhkan pelajar untuk lulus ujian sebelum memulai program

source: You can now view and author your course entrance exam from the {link_start}Course Outline{link_end}.
id: Anda sekarang dapat melihat dan menjadi autor ujian masuk program anda dari {link_start}Rincian Program{link_end}.

source: Grade Requirements
id: Persyaratan Nilai

source: The score student must meet in order to successfully complete the entrance exam.
id: Minimal nilai yang harus didapatkan oleh pelajar agar untuk lulus ujian masuk.

source: Course Pacing
id: Kecepatan Program

source: Set the pacing for this course
id: Tentukan kecepatan untuk program ini

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
id: Program dengan kecepatan instruktur akan berada pada kecepatan yang ditentukan oleh autor program. Anda dapat mengatur tanggal rilis untuk konten program dan tenggat waktu untuk penugasasn.

source: Self-paced courses do not have release dates for course content or due dates for assignments. Learners can complete course material at any time before the course end date.
id: Program dengan kecepatan sendiri, tidak memiliki tangaan untuk konten program atau tenggat waktu untuk penugasan. Pelajar dapat menyelesaikan materi kapan saja sebelum tanggal berakhirnya program.

source: Course Content License
id: Lisensi Konten Program

source: Select the default license for course content
id: Pilih lisensi standar untuk konten program

source: How are these settings used?
id: Bagaimana pengaturan ini digunakan?

source: Your course's schedule determines when students can enroll in and begin a course.
id: Jadwal program anda menentukan kapan pelajar dapat mendaftar dan memulai program.

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
id: Informasi lain dari halam ini muncul dalam halaman Tentang untuk program anda. Informasi ini termasuk ringkasan program, gambar program, perkenalan, video, dan estimasi waktu yang dibutuhkan. Pelajar menggunakan halaman Tentang untuk memilih program baru yan akan diambil.

source: Your policy changes have been saved.
id: Perubahan pada kebijakan anda telah disimpan.

source: There was an error saving your information. Please see below.
id: Ada sebuah kesalahan dalam menyimpan informasi anda. Harap lihat di bawah ini.

source: Manual Policy Definition
id: Petunjuk Definisi Kebijakan

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
id: {strong_start}Peringatan{strong_end}: Jangan memodifikasi kebijakan ini kecuali anda mengerti dengan baik tujuannya.

source: Show Deprecated Settings
id: Perlihatkan Pengaturan Lama

source: What do advanced settings do?
id: Apa itu pengaturan tingkat lanjut?

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
id: Pengaturan tingkat lanjut mengatur fungsi spesifik program. Dalam halaman ini, anda dapat merubah secara manual kebijakan, yang berdasarkan pada junci JSON dan value yang mengatur pengaturan spesifik program.
