Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
id: Masukkan benar atau salah. Jika benar, Anda dapat menambahkan permasalahan yang tidak didukung dan peralatan keProgram Anda di Studio. Permasalahan yang tidak didukung dan peralatan tidak disarankanuntuk digunakan dalam Program karena ketidakpatuhan dengan satu atau lebih basispersyaratan, seperti pengujian, aksesibilitas, internasionalisasi, dandokumentasi.

source: General
id: Umum

source: Text
id: Teks

source: Html contents to display for this module
id: Konten html untuk ditampilkan pada modul ini

source: Source code for LaTeX documents. This feature is not well-supported.
id: Sumber kode untuk berkas LaTex. Fitur ini tidak didukung sepenuhnya.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
id: Pilih Visual untuk memasukkan konten dan membuat editor secara otomatis membuatHTML. Pilih Raw untuk mengedit HTML secara langsung. Jika Anda mengubah pengaturan ini, Anda harusmenyimpan komponen lalu buka kembali untuk diubah.

source: Hide Page From Learners
id: Sembunyikan Dari Pelajar

source: If you select this option, only course team members with the Staff or Admin role see this page.
id: Jika Anda memilih opsi ini, hanya anggota tim Program dan Staf atau Peran Adminyang melihat halaman ini.

source: HTML for the additional pages
id: HTML untuk halaman tambahan

source: List of course update items
id: Daftar update Program

source: Image Annotation
id: Anotasi Gambar

source: Tags for Assignments
id: Label untuk Tugas

source: Add tags that automatically highlight in a certain color using the comma-separated form, i.e. imagery:red,parallelism:blue
id: Tambahkan label yang secara otomatis dalam warna tertentu dengan menggunakan komabentuk terpisah, contoh: imagery:red,parallelism:blue

source: Location of Annotation backend
id: Lokasi Anotasi backend

source: Url for Annotation Storage
id: Url untuk Penyimpanan Anotasi

source: Secret string for annotation storage
id: String rahasia untuk penyimpanan anotasi

source: Secret Token String for Annotation
id: Token String Rahasia untuk Anotasi

source: Default Annotations Tab
id: Tab Setelan Tetap Anotasi

source: Select which tab will be the default in the annotations table: myNotes, Instructor, or Public.
id: Pilih tab mana yang akan menjadi pengaturan tetap anotasi : CatatanKu, Instruktur, atau Publik.

source: Email for 'Instructor' Annotations
id: Email untuk Anotasi 'Instruktur'

source: Email of the user that will be attached to all annotations that will be found in 'Instructor' tab.
id: Email dari pengguna akan dilampirkan ke seluruh anotasi yang akan ditemukan di tab 'Instruktur'.

source: Mode for Annotation Tool
id: Mode untuk Peralatan Anotasi

source: Type in number corresponding to following modes: 'instructor' or 'everyone'
id: Ketik dalam angka untuk mode berikut: 'instruktur' atau 'semuanya'

source: No email address found.
id: Tidak ada alamat email yang ditemukan.

source: Any Type
id: Tipe Apa Saja

source: Library
id: Koleksi

source: Select the library from which you want to draw content.
id: Pilih dari koleksi mana Anda ingin membuat konten.

source: Library Version
id: Versi Koleksi

source: Determines how content is drawn from the library
id: Tentukan bagaimana konten diambil dari koleksi

source: Choose n at random
id: Pilih n secara acak

source: Count
id: Hitung

source: Enter the number of components to display to each student.
id: Masukkan jumlah komponen untuk ditampilkan kepada setiap pelajar.

source: Problem Type
id: Tipe Permasalahan

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
id: Pilih tipe permasalahan untuk diambil dari koleksi. Jika "Any Type" dipilihtidak ada penyaringan yang digunakan.

source: This component is out of date. The library has new content.
id: Komponen ini sudah tidak berlaku lagi. Koleksi mempunyai konten baru.

source: {refresh_icon} Update now.
id: {refresh_icon} Perbaharui sekarang.

source: Library is invalid, corrupt, or has been deleted.
id: Koleksi tidak valid, korup, atau telah dihapus.

source: Edit Library List.
id: Ubah Daftar Koleksi

source: This course does not support content libraries. Contact your system administrator for more information.
id: Kels ini tidak didukung konten koleksi. Hubungi sistem administrator anda untuk informasi lebih lanjut.

source: A library has not yet been selected.
id: Koleksi belum dipilih

source: Select a Library.
id: Pilih Koleksi

source: There are no matching problem types in the specified libraries.
id: Tidak ada tipe permasalahan yang sama pada koleksi yang dipilih.

source: Select another problem type.
id: Pilih tipe soal lain

source: The specified library is configured to fetch {count} problem,
id: Koleksi yang dipilih dikonfigurasi untuk mengambil {count} masalah,

source: but there is only {actual} matching problem.
id: tetapi hanya ada {actual} masalah yang cocok.

source: Edit the library configuration.
id: Ubah konfigurasi koleksi

source: Invalid Library
id: Koleksi Tidak Valid

source: No Library Selected
id: Tidak ada Koleksi yang Dipilih

source: Library Display Name
id: Nama Tampilan Koleksi

source: Enter the names of the advanced components to use in your library.
id: Masukkan nama dari komponen lanjutan untuk digunakan di koleksi anda.

source: The display name for this component. Analytics reports may also use the display name to identify this component.
id: Nama tampilan untuk komponen ini. Laporan Analytics juga dapat menggunakan nama tampilan untuk mengidentifikasi komponen ini.

source: LTI ID
id: ID LTI

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
id: Masukkan ID LTI untuk penyedia LTI eksternal. Nilai ini harus samadengan ID LTI yang Anda masukkan dalam pengaturan Paspor LTI di halaman PengaturanLanjutan. <br /> Lihat {docs_anchor_open} dokumentasi edX LTI{anchor_close} untuk rincian lebih lanjut tentang pengaturan ini.

source: LTI URL
id: URL LTI

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
id: Masukkan URL peralatan eksternal yang diluncurkan komponen ini. Pengaturan ini hanya digunakan saat Sembunyikan Peralatan Eksternal diatur ke Salah. <br /> Lihatdokumentasi {docs_anchor_open} LTI edX {anchor_close} untuk rincian lebih lanjut pada pengaturan ini.

source: Custom Parameters
id: Parameter Khusus

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
id: Tambahkan key/nilai untuk setiap parameter khusus, seperti halamane-book anda harus terbuka atau warna latar belakang untuk komponen ini. <br /> Lihatdokumentasi {docs_anchor_open} LTI edX {anchor_close} untuk rincian lebih lanjut pada pengaturan ini.

source: Open in New Page
id: Buka pada Halaman Baru

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
id: Pilih Benar jika Anda ingin pelajar meng-klik tautan yang membuka peralatan LTI dihalamab baru. Pilih Salah jika Anda ingin konten LTI dibuka dalam IFramedi halaman ini. Pengaturan ini hanya digunakan saat Sembunyikan Peralatan Eksternaldiatur ke False.

source: Scored
id: Skor

source: Select True if this component will receive a numerical score from the external LTI system.
id: Pilih Benar jika komponen ini akan menerima skor angka dari sistem LTI eksternal

source: Weight
id: Bobot

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
id: Masukkan nilai angka yang mungkin untuk komponen ini. Nilai pengaturan tetapadalah 1.0. Pengaturan ini hanya digunakan saat Skor diset ke Benar.

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
id: Skor yang disimpan di KVS xblock - menduplikasi skor yang dipublikasikan diDjango DB

source: Comment as returned from grader, LTI2.0 spec
id: Komentar dikembalikan dari penilai, LTI2.0 spec

source: Hide External Tool
id: Sembunyikan Peralatan Eksternal

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
id: Pilih Benar jika Anda ingin menggunakan komponen ini sebagai pengganti untuk sinkronisasidengan sistem penilaian eksternal daripada meluncurkan alat eksternal. Pengaturan ini menyembunyikan tombol Peluncuran dan setiap IFrames untuk komponen ini.

source: Request user's username
id: Ajukan nama pengguna dari pengguna

source: Select True to request the user's username.
id: Pilih Benar untuk mengajukan nama pengguna dari pengguna.

source: Request user's email
id: Ajukan email pengguna

source: Select True to request the user's email address.
id: Pilih Benar untuk mengajukan alamat email dari pengguna.

source: LTI Application Information
id: Informasi Aplikasi LTI

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
id: Masukkan deskripsi aplikasi pihak ketiga. Jika meminta nama penggunadan/atau email, gunakan kotak teks ini untuk memberi tahu pengguna mengapa nama pengguna dan/atauemail akan diteruskan ke aplikasi pihak ketiga.

source: Button Text
id: Tombol Teks

source: Enter the text on the button used to launch the third party application.
id: Masukkan teks pada tombol yang digunakan untuk meluncurkan aplikasi pihak ketiga.

source: Accept grades past deadline
id: Terima nilai lewat dari jatuh tempo

source: Select True to allow third party systems to post grades past the deadline.
id: Pilih Benar untuk mengijinkan sistem pihak ketiga untuk memposting nilai setelah lewat jatuh tempo.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
id: Tidak dapat menguraikan parameter pelanggan: {custom_parameter}. Seharusnya string "x=y"

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
id: Tidak dapat mengurai paspor LTI: {lti_passport}. Seharusnya string "id:key:secret"

source: Due Date
id: Jatuh Tempo

source: Enter the default date by which problems are due.
id: Masukkan tanggal pengaturan tetap dimana permasalahan jatuh tempo.

source: If true, can be seen only by course staff, regardless of start date.
id: Jika benar, dapat dilihat hanya oleh staf Program, meskipun taggal dimulai.

source: GIT URL
id: URL GIT

source: Enter the URL for the course data GIT repository.
id: Masukkan URL untuk gudang data GIT Program.

source: This setting is not currently supported.
id: Pengaturan ini untuk sementara tidak didukung.

source: Enter the location of the annotation storage server. The textannotation, videoannotation, and imageannotation advanced modules require this setting.
id: Masukkan lokasi server penyimpanan anotasi. Modul lanjutan Textannotation,Videoannotation, dan imageannotation memerlukan pengaturan ini.

source: URL for Annotation Storage
id: URL untuk Penyimpanan Anotasi

source: Enter the secret string for annotation storage. The textannotation, videoannotation, and imageannotation advanced modules require this string.
id: Masukkan string rahasia untuk penyimpanan anotasi. Modul lanjutan Textannotation,Videoannotation, dan imageannotation memerlukan pengaturan ini.

source: Enter the ids for the content groups this problem belongs to.
id: Masukkan id untuk kepemilikan permasalahan grup konten ini.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", and "never".
id: Tentukan kapan tombol Tunjukkan Jawaban muncul untuk setiap soal. Nilai yang valid adalah "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", dan "never".

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
id: Tentukan kapan harus menunjukkan kebenaran jawaban dan skor kepada peserta didik. Nilai yang valid adalah "always", "never", dan "past_due".

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
id: Tentukan pengaturan tetap untuk seberapa sering nilai variabel dalam soal diacak. Pengaturan harus diatur ke "never" kecuali jika Anda berencana untukmenyediakan skrip Python untuk mengidentifikasi dan mengacak nilai di sebagian besarsoal dalam Program Anda. Nilai yang valid adalah "always", "onreset", "never", and "per_student".

source: Days Early for Beta Users
id: Hari Lebih Awal untuk Pengguna Beta

source: Enter the number of days before the start date that beta users can access the course.
id: Masukkan jumlah hari sebelum tanggal dimulai dimana pengguna beta dapat mengakses Program.

source: Static Asset Path
id: Path Aset Statis

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
id: Masukkan path untuk digunakan oleh berkas pada halaman Berkas & Unggah. Nilai ini menimpa setelan tetap Studio, c4x://.

source: Enable LaTeX Compiler
id: Aktifkan Latex Compiler

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
id: Masukkan benar atau salah. Jika benar, anda akan dapat menggunakan template Latex untuk komponen HTML dan komponen lanjutan Permasalahan.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
id: Masukkan jumlah maksimal siswa dapat mencoba menjawab soal. Secarasetelan tetap, Percobaan Maksimal diatur ke null, yang berarti bahwa siswa memilikijumlah upaya yang tidak terbatas untuk soal. Anda bisa mengganti keseluruhan pengaturan kursus iniuntuk masalah individu. Namun, jika pengaturan course-wide adalahangka tertentu, Anda tidak dapat mengatur Upaya Maksimum untuk masalah individumenjadi tidak terbatas.

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
id: Masukkan kunci API yang disediakan oleh MathWorks untuk mengakses MATLAB HostedService. Kunci ini diberikan untuk penggunaan eksklusif oleh Program ini untukdurasi yang ditentukan. Jangan berbagi kunci API dengan Program lain dansegera beritahu MathWorks jika Anda yakin kuncinya terbuka ataumembahayakan. Untuk mendapatkan kunci untuk Program Anda, atau untuk melaporkan permasalahan, silahkanhubungi moocsupport@mathworks.com

source: Group Configurations
id: Konfigurasi Grup

source: Enter the configurations that govern how students are grouped together.
id: Masukkan konfigurasi yang mengatur bagaimana pelajar dikelompokkan bersama.

source: Enable video caching system
id: Aktifkan sistem video caching

source: Enter true or false. If true, video caching will be used for HTML5 videos.
id: Masukkan benar atau salah .Jika benar, video caching akan digunakan untuk video HTML5.

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
id: Identifikasi video, panjang 5-10 detik, untuk diputar sebelum video Program. Masukkan ID video dari halaman Unggah Video dan satu atau lebih berkas transkrip dalam format berikut: {format}. Misalnya, entri untuk videodengan dua transkrip terlihat seperti ini: {example}

source: Show Reset Button for Problems
id: Tampilkan Tombol Atur Ulang untuk Soal

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
id: Masukkan benar atau salah. Jika benar, soal dalam Program secara setelan tetap selalumenampilkan tombol 'Atur Ulang'. Anda bisa mengganti ini di setiap Pengaturan soal. Seluruh soal yang ada akan terpengaruh saat pengaturan Course-wide inidiubah.

source: Enable Student Notes
id: Aktifkan Catatan Pelajar

source: Enter true or false. If true, students can use the Student Notes feature.
id: Masukkan benar atau salah. Jika benar, pelajar dapat menggunakan fitur Catatan Pelajar.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
id: Tentukan apakah Catatan Pelajar terlihat di Program. Pelajar juga dapat menampilkan atau menyembunyikan catatan pada courseware.

source: Tag this module as part of an Entrance Exam section
id: Beri label modul ini sebagai bagian dari Ujian Masuk

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
id: Masukkan benar atau salah. Jika benar, jawaban yang dikirimkan untuk soal di modul akandianggap sebagai algoritma penilaian Ujian Masuk.

source: Enrollment Track Groups
id: Pendaftaran Track Groups

source: Partition for segmenting users by enrollment track
id: Partisi untuk segmentasi pengguna dengan jalur pendaftaran

source: Whether this student has voted on the poll
id: Apakah siswa ini telah memberikan suara pada polling tersebut

source: Student answer
id: Jawaban siswa

source: Poll answers from all students
id: Jawaban jajak pendapat dari semua siswa

source: Poll answers from xml
id: Jawaban jajak pendapat dari xml

source: Poll question
id: Pertanyaan jajak pendapat

source: Enter the date by which problems are due.
id: Masukkan tanggal dimana soal jatuh tempo.

source: Hide sequence content After Due Date
id: Sembunyikan konten selanjutnya setelah tanggal jatuh tempo.

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
id: Jika diatur, konten selanjutnya disembunyikan dari non-staf setelah tanggal jatuh tempo telah lewat.

source: Is Entrance Exam
id: Apakah Ujian Masuk

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
id: Beri label modul Program ini sebagai Ujian Masuk. Perhatikan, anda harus mengaktifkan Ujian Masuk untuk pengaturan Program ini agar perubahan dapat berlaku.

source: Is Time Limited
id: Apakah Waktu Terbatas

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
id: Pengaturan ini mengindikasi apakah pelajar mempunyai waktu terbatas untuk melihat atau berinteraksi dengan komponen courseware.

source: Time Limit in Minutes
id: Waktu Terbatas dalam Menit

source: The number of minutes available to students for viewing or interacting with this courseware component.
id: Menit yang tersedia bagi pelajar untuk melihat atau berinteraksi dengan komponen Program ini.

source: Is Proctoring Enabled
id: Apakah Pengawasan Aktif

source: This setting indicates whether this exam is a proctored exam.
id: Pengaturan ini mengindikasi apakah ujian merupakan ujian yang diawasi.

source: Software Secure Review Rules
id: Ulasan Aturan Keamanan Perangkat Lunak

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
id: Pengaturan ini mengindikasi apa saja peraturan yang harus dipatuhi oleh tim pengawas ketika melihat video.

source: Is Practice Exam
id: Apakah Ujian Latihan

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
id: Pengaturan ini mengindikasi apakah ujian ini hanya untuk percobaan. Ujian Latihan tidak diverifikasi.

source: This exam is hidden from the learner.
id: Ujian ini disembunyikan dari pelajar.

source: Because the course has ended, this assignment is hidden from the learner.
id: Karena kursus telah berakhir, tugas ini tersembunyi dari pelajar.

source: Because the due date has passed, this assignment is hidden from the learner.
id: Karena tanggal jatuh tempo telah berlalu, tugas ini disembunyikan dari pelajar.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
id: Sub-bagian ini terbuka untuk peserta didik ketika mereka lulus persyaratan pra-syarat.

source: Group ID {group_id}
id: ID Grup {group_id}

source: Not Selected
id: Tidak Dipilih

source: The display name for this component. (Not shown to learners)
id: Nama tampilan untuk komponen ini. (Tidak diperlihatkan kepada peserta didik)

source: Content Experiment
id: Konten Eksperimen

source: The list of group configurations for partitioning students in content experiments.
id: Daftar dari konfigurasi grup untuk partisi pelajar di konten eksperimen.

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
id: Konfigurasi mengatur bagaimana pengguna dikelompokkan untuk konten eksperimen.Peringatan: Mengubah konfigurasi grup atas eksperimen student-visible akan berdampak pada data eksperimen.

source: Group Configuration
id: Grup Konfigurasi

source: Which child module students in a particular group_id should see
id: Cabang modul mana pelajar pada group_id tertentu yang harus dilihat

source: {group_name} (inactive)
id: {group_name} (non-aktif)

source: The experiment is not associated with a group configuration.
id: Eksperimen tidak terasosiasi dengan grup konfigurasi.

source: Select a Group Configuration
id: Pilih Grup Konfigurasi

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
id: Eksperimen ini menggunakan konfigurasi grup yang sudah dihapus. Pilih konfigurasi grup yang valid atau hapus eksperimen ini.
