Repository: 92hoy/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: id

source: Any policies you modify here override all other information you've defined elsewhere in {studio_name}. Do not edit policies unless you are familiar with both their purpose and syntax.
id: Kebijakan yang anda modifikasi akan menindih informasi lainnya yang telah anda tentukan di {studio_name}. Jangan merubah kebijakan kecuali anda memahami dengan baik tujuannya dan syntax.

source: {em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (") around the string. Do not use single quotation marks (').
id: {em_start}Catatan:{em_end} Saat anda memasukkan string sebagai value kebijakan, pastikan bahwa anda menggunakan tanda kutip (") dua di sekitar string. Jangan menggunakan tanda kutip satu (').

source: Grading Settings
id: Pengaturan Penilaian

source: Overall Grade Range
id: Range Penilaian Keseluruhan

source: Your overall grading scale for student final grades
id: Skala keseluruhan penilaian anda untuk nilai akhir pelajar

source: Add grade
id: Tambah nilai

source: Credit Eligibility
id: Kelayakan SKS

source: Settings for course credit eligibility
id: Pengaturan untuk kelayakan SKS program

source: Minimum Credit-Eligible Grade:
id: Nilain minumum kelayakan-SKS:

source: Must be greater than or equal to the course passing grade
id: Harus lebih besar atau sama besar dengan batas nilai lulus program

source: Grading Rules &amp; Policies
id: Peraturan Penilaian &amp; Kebijakan

source: Deadlines, requirements, and logistics around grading student work
id: Tenggat Waktu, persyaratan, dan logistik sekitar pekerjaan penilaian pelajar

source: Grace Period on Deadline:
id: Waktu tambahan untuk batas waktu:

source: Leeway on due dates
id: Kelonggaran pada tenggat waktu

source: Assignment Types
id: Jenis Tugas

source: Categories and labels for any exercises that are gradable
id: Kategori dan label untuk semua latihan yang dapat dinilai

source: New Assignment Type
id: Jenis Tugas Baru

source: What can I do on this page?
id: Apa yang dapat saya lakukan di halaman ini?

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
id: Anda dapat menggunakan slider dibawah Range Keseluruhan Nilai untuk menentukan apakah program ini adalah program Lulus/Tidak Lulus, penilaian oleh huruf atau menentukan batasan untuk setiap nilai.

source: You can specify whether your course offers students a grace period for late assignments.
id: Anda dapat menentukan apakah program anda menawarkan pelajar tambahan waktu untuk tugas yang telat.

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a student's grade each assignment type is worth.
id: Anda juga dapat membuat jenis tugas, seperti pekerjaan rumah, lab, kuis, dan ujian, dan menentukan bobot nilai untuk masing-masing jenis tugas.

source: Expand or Collapse
id: Perluas atau Perkecil

source: Access Settings
id: Pengaturan akses

source: Set Access
id: Setel akses

source: This block contains multiple components.
id: Bagian ini terdiri dari beberapa komponen.

source: New Textbook
id: Buku Baru

source: Why should I break my textbook into chapters?
id: Mengapa saya perlu membagi buku saya ke dalam beberapa bab?

source: Breaking your textbook into multiple chapters reduces loading times for students, especially those with slow Internet connections. Breaking up textbooks into chapters can also help students more easily find topic-based information.
id: Membagi buku anda menjadi beberapa bab akan mengurangi waktu muat halaman bagi pelajar, terutama bagi mereka dengan koneksi internet lambat. Membagi buku menjadi beberapa bab juga akan membantu pelajar lebih mudah mencari informasi yang terkait dengan topik tertentu.

source: What if my book isn't divided into chapters?
id: Bagaimana jika buku saya tidak dibagi menjadi beberapa bab?

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
id: Jika buku anda tidak memiliki bab terpisah, anda dapat mengunggah teks keseluruhan sebagai satu bab dan memasukkan nama pilihan anda di bagian Nama Bab.

source: Learn more about textbooks
id: Pelajari lebih lanjut mengenai buku

source: Video Uploads
id: Unggah Video

source: Why upload video files?
id: Mengapa mengunggah berkas video?

source: For a video to play on different devices, it needs to be available in multiple formats. After you upload an original video file in {file_formats} format on this page, an automated process creates those additional formats and stores them for you.
id: Agar video dapat diputar di beberapa alat berbeda, maka video harus tersedia dalam beberapa format. Setelah anda mengunggah berkas video asli di {file_formats} di halaman ini, secara otomatis sistem akan menyimpan video anda dalam beberapa format.

source: Maximum Video File Size
id: Ukuran Maksimum Berkas Video

source: The maximum size for each video file that you upload is {em_start}5 GB{em_end}. The upload process fails for larger files.
id: Ukuran maksimum untuk setiap berkas video yang anda unggah adalah {em_start}5 GB{em_end}. Proses pengunggahan akan gagal untuk berkas dengan ukuran lebih besar.

source: Monitoring files as they upload
id: Memantau berkas saat diunggah

source: Each video file that you upload needs to reach the video processing servers successfully before additional work can begin. You can monitor the progress of files as they upload, and try again if the upload fails.
id: Setiap berkas video yang anda unggah harus mencapai server untuk memproses video secara sukses sebelum pekerjaan berikutnya dimulain. Anda dapat memantau kemajuan berkas yang anda unggan, dan coba kembali jika proses pengunggahan gagal.

source: Managing uploaded files
id: Mengatur berkas yang diunggah

source: After a file uploads successfully, automated processing begins. The file is then listed under Previous Uploads as {em_start}In Progress{em_end}. You can add the video to your course as soon as it has a unique video ID and the status is {em_start}Ready{em_end}. Allow 24 hours for file processing at the external video hosting sites to complete.
id: Setelah berkas dapat berhasil diunggah, proses akan secara otomatis dimulai. Berkas kemudian dicatat dibawah Unggahan Sebelumnya sebagai {em_start}Dalam Proses{em_end}. Anda dapat menambahkan video pada program anda sesaat setelah video memiliki identitas unik dan status berganti menjadi as {em_start}Siap{em_end}. Berikan waktu 24 jam bagi video hosting eksternal menyelesaikan proses.

source: If something goes wrong, the {em_start}Failed{em_end} status message appears. Check for problems in your original file and upload a replacement.
id: Jika suatu kesalahan terjadi, pesan {em_start}Gagal{em_end} akan muncul. Periksa masalah di berkas asli anda dan unggah berkas pengganti.

source: How do I get the videos into my course?
id: Bagaimana cara saya mendapatkan video ke dalam program saya?

source: When the status for a file is {em_start}Ready{em_end}, you can add that video to a component in your course. Copy the unique video ID. In another browser window, on the Course Outline page, create or locate a video component to play this video. Edit the video component to paste the ID into the Advanced {em_start}Video ID{em_end} field. The video can play in the LMS as soon as its status is {em_start}Ready{em_end}, although processing may not be complete for all encodings and all video hosting sites.
id: Ketika status untuk berkas {em_start}Siap{em_end}, anda dapat menambahkan video tersebut ke dalam komponen program anda. Salin identitas unik video. Di jendela browser lainnya, pada halaman Rincian Program, buat atau cari lokasi komponen video untuk memainkan video ini. Ubah komponen video untuk menempelkan identitas tersebut ke dalam bagian Advanced {em_start}Video ID{em_end}. Video dapat dimainkan di LMS setelah status menjadi {em_start}Siap{em_end}, walaupun proses untuk seluru encoding di situs hosting belum selesai.

source: Access is not restricted
id: Akses tidak dibatasi

source: Access to this component is not restricted, but visibility might be affected by inherited settings.
id: Akses ke komponen ini tidak dibatasi, namun visibilitas mungkin terpengaruh oleh pengaturan yang diwarisinya.

source: You can restrict access to this component to learners in specific enrollment tracks or content groups.
id: Anda dapat membatasi akses ke komponen ini kepada peserta didik di trek pendaftaran atau grup konten tertentu.

source: You can restrict access to this component to learners in specific content groups.
id: Anda dapat membatasi akses ke komponen ini kepada peserta didik dalam kelompok konten tertentu.

source: Manage content groups
id: Kelola grup konten

source: {screen_reader_start}Warning:{screen_reader_end} The unit that contains this component is hidden from learners. The unit setting overrides the component access settings defined here.
id: {screen_reader_start}PERINGATAN:{screen_reader_end} Unit yang berisi komponen ini tersembunyi dari peserta didik. Pengaturan unit menimpa pengaturan akses komponen yang didefinisikan di sini.

source: Access is restricted to:
id: Akses dibatasi untuk:

source: Restrict access to:
id: Batasi akses ke:

source: Select a group type
id: Pilih jenis grup

source: All Learners and Staff
id: Semua Peserta didik dan Staf

source: Select one or more groups:
id: Pilih satu atau beberapa kelompok:

source: This group no longer exists. Choose another group or do not restrict access to this component.
id: Kelompok ini sudah tidak ada lagi. Pilih grup lain atau jangan membatasi akses ke komponen ini.

source: Thank you for signing up for {studio_name}! To activate your account, please copy and paste this address into your web browser's address bar:
id: Terimakasih atas pendaftaran anda di {studio_name}! Untuk mengaktivasi akun anda, harap salin dan tempel alamat ini ke browser jejaring anda:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {studio_name} web site.
id: Jika anda tidak melakukan permintaan ini, anda tidak perlu melakukan apapun; anda tidak akan menerima email dari kami lagi. Harap untuk tidak membalas emai ini; jika anda membutuhkan bantuan, silakan ke bagian bantuan di situs {studio_name}.

source: Your account for {studio_name}
id: Akun anda untuk {studio_name}

source: {email} has requested {studio_name} course creator privileges on edge
id: {email} telah meminta {studio_name} keistimewaan pembuat program

source: User '{user}' with e-mail {email} has requested {studio_name} course creator privileges on edge.
id: Penggunna '{user}' dengan email {email} telah meminta {studio_name} keistimewaan pembuat program.

source: To grant or deny this request, use the course creator admin table.
id: Untuk mengabulkan atau menolak permintaan, gunakan tabel admin pembuat program.

source: Your request for course creation rights to {studio_name} have been denied. If you believe this was in error, please contact {email}
id: Permintaan anda untuk hak pembuat program ke {studio_name} telah ditolak. Jika anda percaya ini adalah sebuah kesalahan, harap kontak {email}.

source: Your request for course creation rights to {studio_name} have been granted. To create your first course, visit {url}
id: Permintaan anda untuk hak pembuat program ke {studio_name} telah dikabulkan. Untuk membuat program pertama anda, kunjungi {url}

source: Your course creation rights to {studio_name} have been revoked. If you believe this was in error, please contact {email}
id: Hak anda atas pembuat program di {studio_name} telah dicabut. Jika anda percaya ini merupakan kesalahan, harap hubungi (email}.

source: Your course creator status for {studio_name}
id: Status pembuat program anda untuk {studio_name}

source: Your {task_name} task has completed with the status '{task_status}'. Use this URL to view task details or download any files created: {detail_url}
id: Tugas {task_name} Anda telah selesai dengan status '{task_status}'. Gunakan URL ini untuk melihat rincian tugas atau mendownload file yang dibuat: {detail_url}

source: Your {task_name} task has completed with the status '{task_status}'. Sign in to view the details of your task or download any files created.
id: Tugas {task_name} Anda telah selesai dengan status '{task_status}'. Masuk untuk melihat rincian tugas Anda atau mendownload file yang dibuat.

source: {platform_name} {studio_name}: Task Status Update
id: {platform_name} {studio_name}: Update Status Tugas

source: Required data to force publish course.
id: Data yang dibutuhkan untuk mempublikasi program secara paksa.

source: Reset values
id: Setel ulang value

source: Maintenance Dashboard
id: Pemeliharaan Panel Kendali

source: Thanks for activating your account.
id: Terima kasih telah mengaktifkan akun Anda.

source: This account has already been activated.
id: Akun ini telah diaktifkan

source: Visit your {link_start}dashboard{link_end} to see your courses.
id: Kunjungi {link_start}dasbor{link_end} untuk melihat kursus Anda.

source: You can now {link_start}sign in{link_end}.
id: Anda sekarang dapat {link_start} masuk {link_end}.

source: Activation Invalid
id: Aktivasi tidak valid

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
id: Ada yang salah. Program email terkadang membagi URL menjadi dua baris, jadi pastikan URL yang Anda gunakan diformat dengan benar. Jika Anda masih memiliki masalah, kirimi kami pesan email di {email_start} {email} {email_end}.

source: Return to the {link_start}home page{link_end}.
id: Kembali ke {link_start}beranda{link_end}.

source: We've sent an email message to {email} with instructions for activating your account.
id: Kami telah mengirimkan pesan email ke {email} dengan instruksi untuk mengaktivasi akun anda.

source: Current Course:
id: Program saat ini:

source: Course Navigation
id: Navigasi Program

source: Outline
id: Rincian

source: Updates
id: Pembaruan

source: Import
id: Impor

source: Export
id: Ekspor

source: Current Library:
id: Koleksi Saat Ini:

source: Language preference
id: Preferensi Bahasa

source: Account Navigation
id: Navigasi Akun

source: Contextual Online Help
id: Bantuan Kontekstual Online

source: Launch Latex Source Compiler
id: Terbitkan Pengumpul Sumber Latex

source: Heading
id: Kepala

source: Insert a heading
id: Masukkan kepala

source: Add a multiple choice question
id: Tambah pertanyaan pilihan ganda

source: Add a question with checkboxes
id: Tambah pertanyaan dengan checkboxes

source: Insert a text response
id: Masukkan respon teks

source: Insert a numerical response
id: Masukkan respon numerikal

source: Insert a dropdown response
id: Masukkan respon dibawah ini

source: Explanation
id: Penjelasan

source: Add an explanation for this question
id: Tambah penjelasan untuk soal ini

source: Advanced Editor
id: Editor Tingkat Lanjut

source: Access the Open edX Portal
id: Akses ke Buka Portal edX

source: Open edX Portal
id: Buka portal edX

source: name
id: nama

source: Currently signed in as:
id: Saat ini masuk sebagai:

source: Maintenance
id: Pemeliharaan

source: Only localhost... muahahaha
id: Hanya localhost...muahahaha

source: Initial title of the article. May be overridden with revision titles.
id: Judul awal artikel. Mungkin diganti oleh revisi judul.

source: Type in some contents
id: Ketik beberapa konten

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
id: Ini merupakan konten awalan anda. Setelah membuatnya, anda dapat menggunakan fitur yang lebih kompleks seperti menambah plugin, meta data, artike terkait, dll.

source: Contents
id: Konten

source: Summary
id: Rangkuman

source: Give a short reason for your edit, which will be stated in the revision log.
id: Berikan alasan singkat untuk perubahan anda, yang akan dicatat di log revisi.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
id: Ketika anda sedang melakukan perubahan, orang lain telah merubah revisi. Konten anda sekarang secara otomatis bersatu dengan konten baru. Harap tinjau kembali teks di bawah ini.

source: No changes made. Nothing to save.
id: Tidak ada perubahan. Tidak perlu menyimpan.

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
id: Ini akan mejadi alamat dimana artikel anda dapat ditemukan. Hanya gunakan karakter alphanumerik dan - atau _. Anda tidak dapat merubah slug setelah membuat artikel.

source: Write a brief message for the article's history log.
id: Tulis pesan singkat untuk log riwayat artikel ini.

source: A slug may not begin with an underscore.
id: Sebuah slug tidak dimulai dengan garisbawah

source: A deleted article with slug "%s" already exists.
id: Artikel yang dihapus dengan slug "%s" telah ada.

source: A slug named "%s" already exists.
id: Sebuah slug bernama "%s" telah ada.

source: Yes, I am sure
id: Ya, saya yakin

source: Purge
id: Bersihkan

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
id: Bersihkan artikel: Hapus seluruh konten dan artikel tanpa bisa dikembalikan. Membersihkan adalah ide yang baik jika anda ingi ingin membebaskan slug seperti pengguna dapat membuat artikel baru di tempatnya.

source: You are not sure enough!
id: Anda tidak cukup yakin!

source: While you tried to delete this article, it was modified. TAKE CARE!
id: Saat anda berusaha menghapus artikel ini, seseorang telah memodifikasinya. JAGA DIRI!

source: Lock article
id: Kunci artikel

source: Deny all users access to edit this article.
id: Tolak seluruh akses pengguna untuk mengubah artikel ini.

source: Permissions
id: Izin

source: Owner
id: Pemilik

source: Enter the username of the owner.
id: Masukkan nama pengguna pemilik

source: (none)
id: (tidak ada)

source: Inherit permissions
id: Wariskan izin

source: Check here to apply the above permissions recursively to articles under this one.
id: Klik disini untuk meneraokan izin di atas secara berulang ke artikel-artikel di bawah ini.

source: Permission settings for the article were updated.
id: Pengaturan izin untuk artikel ini telah diperbarui.

source: Your permission settings were unchanged, so nothing saved.
id: Pengaturan izin anda tidak dirubah sehingga tidak ada yang disimpan.

source: No user with that username
id: Tidak ada pengguna dengan nama pengguna tersebut

source: Article locked for editing
id: Artikel dikunci untuk perubahan

source: Article unlocked for editing
id: Artikel tidak dikunci untuk perubahan

source: Filter
id: Saring

source: Settings for plugin
id: Pengaturan untuk plugin

source: current revision
id: revisi saat ini

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
id: Revisi untuk artikel ini sedang diperlihatkan. Jika anda membutuhkan perubahan, silakan ubah value untuk bagian ini.

source: modified
id: dimodifikasi

source: Article properties last modified
id: Properti artikel terakhir dimodifikasi

source: owner
id: pemilik

source: The owner of the article, usually the creator. The owner always has both read and write access.
id: Pemilik dari artikel ini, biasanya adalah pembuatnya. Pemilik biasanya memiliki akses untuk membaca dan menulis.

source: group
id: kelompok

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
id: Seperti pada sistem berkas UNIX, izin dapat diberikan pada pengguna berdasarakan keanggotaan kelompok. Kelompok diatur melalui sistem Django auth.

source: group read access
id: akses baca untuk kelompok

source: group write access
id: akses menulis untuk kelompok

source: others read access
id: akses membaca bagi yang lain

source: others write access
id: akses menulis untuk yang lain

source: Article without content (%(id)d)
id: Artikel tanpa konten (%(id)d)

source: content type
id: jenis konten

source: object ID
id: identitas objek

source: Article for object
id: artikel untuk objek

source: Articles for object
id: artikel untuk objek

source: revision number
id: nomor revisi

source: IP address
id: alamat IP

source: user
id: pengguna

source: locked
id: terkunci

source: article
id: artikel

source: article contents
id: konten artikel

source: article title
id: judul artikel

source: Each revision contains a title field that must be filled out, even if the title has not changed
id: Masing-masing revisi berisi bagian judul yang harus diisi, walaupun judul tidak berubah.

source: original article
id: artikel asli

source: Permissions are inherited from this article
id: Izin diwariskan dari artikel ini

source: A plugin was changed
id: Sebuah plugin telah diganti

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
id: Revisi yang ditampilkan untuk plugin ini. Jika anda membutuhkan perubahan, cukup mengganti value bagian ini.

source: Cache lookup value for articles
id: Cache lookup value untuk artikel

source: (root)
id: (akar)

source: URL path
id: Jalur URL

source: URL paths
id: Jalur URL

source: Sorry but you cannot have a root article with a slug.
id: Maaf tetapi anda tidak dapat memiliki artikel akar dengan slug.

source: A non-root note must always have a slug.
id: Catatan non-akar harus selalu memiliki slug

source: There is already a root node on %s
id: Sudah ada simpul akar di %s

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
id: Artikel yang telah kehilangan orangtuanya =============================== The orangtua dari artikel anak-anak ini telah dihapus. Anda sebaiknya menemukan rumah baru bagi mereka.

source: Lost and found
id: Hilang dan Ditemukan

source: A short summary of what the file contains
id: Rangkuman pendek dari isi berkas

source: Yes I am sure...
id: Ya, saya yakin...

source: Click to download file
id: Klik untuk mengunduh berkas

source: Your file could not be saved: %s
id: File anda tidak dapat disimpan: %s

source: Your file could not be saved, probably because of a permission error on the web server.
id: File anda tidak dapat disimpan, kemungkinan dikarenakan oleh masalah perizinan di server jejaring.

source: %s uploaded and replaces old attachment.
id: %s diunggah dan menggantikan berkas lama

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
id: Berkas baru anda secara otomatis diganti namanya untuk menyesuaikan dengan berkas yang ada. Berkas dengan ekstensi berbeda tidak diperbolehkan.

source: Current revision changed for %s.
id: Revisi saat ini untuk menggantikan %s

source: Added a reference to "%(att)s" from "%(art)s".
id: Menambah referesi menjadi "%(att)s" dari "%(art)s".

source: The file %s was deleted.
id: Berkas %s telah dihapus.
